{"_default": {"1": {"id": "3b5eea9635f99557393cec495c40c1d2", "title": "Gopal Rai likely to be AAP's new Delhi convenor", "body": "NEW DELHI: A day after the AAP suffered a humiliating defeat in the MCD polls, the party is likely to appoint Labour Minister Gopal Rai as its new convener of the Delhi unit. The decision was taken at a meeting of Delhi AAP MLAs called by Chief Minister Arvind Kejriwal at his official residence to review the civic bodies polls result. However, the formal announcement will make after the meeting of party's Political Affairs Committee (PAC), AAP highest decision-making body. Yesterday, AAP's Delhi convener Dilip Pandey had resigned from the post, taking the responsibility of the party's drubbing in the municipal polls. \"Labour Minister Gopal Rai has been appointed as the new convener of Delhi AAP. The formal decision will be announced after the PAC meeting,\" an AAP functionary said. In the meeting, Kejriwal also asked the MLAs to go back to people and introspect the reasons behind the poll debacle. The newly-elected 48 councillors also met the chief minister at his residence. Talking to reporters after the meeting, AAP legislator Vishesh Ravi said, \"In the meeting, it was decided that MLAs will go back to people and try to find out where has been a communication gap between the legislators and them\". Ravi, the MLA from Karol Bagh, said that in the meeting with Kejriwal, the EVM manipulation issue also came up for discussion. \"The AAP will soon decide its future course of action on this issue. At present, related evidence (pertaining to EVM manipulation) is being gathered,\" Ravi said. Another AAP MLA Nitin Tyagi said that in the meeting, it was discussed that MLAs should introspect on what went wrong in the MCD elections. Asked about who will be the next party's Delhi convener, Tyagi also said Rai may be appointed to the post. \"We need to work at the ground level in our constituencies and also introspect on what went wrong in MCD polls. I think there has been a communication gap between MLAs and people. We could not convince the people about the good work done by the Delhi government. \"I think people also forgot how the BJP in the MCD had failed for the last 10 years,\" Tyagi, the MLA from Laxmi Nagar, said. Another AAP lawmaker, who did not wish to be named, said that Kejriwal has asked all party legislators to not be upset with the MCD poll results and go back to people. ", "image": "http://img.etimg.com/thumb/msid-58400413,width-672,resizemode-4,imglength-314556/news/politics-and-nation/gopal-rai-likely-to-be-aaps-new-delhi-convenor/gopal-rai-bccl.jpg", "source": "Economic Times", "link": "http://economictimes.indiatimes.com/news/politics-and-nation/gopal-rai-likely-to-be-aaps-new-delhi-convenor/articleshow/58400374.cms", "date": "Thu, 27 Apr 2017 12:32:00 GMT", "category": "Top Stories"}, "2": {"id": "734e9b4321aea32b7ec65df98b8174a9", "title": "Vinod Khanna dies at 70: Amitabh Bachchan, Rishi Kapoor and others attend funeral", "body": "Veteran Bollywood actor, politician and former union minister Vinod Khanna passed away in Mumbai on Thursday morning following prolonged illness. He was 70. His funeral took place at a crematorium in Worli, Mumbai, in the evening which was attended by a number of his contemporaries, including Amitabh Bachchan, Rishi Kapoor, Ranjit and many others. Khanna was hospitalised over a month ago for cancer but the family then remained tight-lipped about his condition. In a brief statement, the hospital said Khanna breathed his last at 11. 20 am due to advanced bladder carcinoma. Khanna is survived by his former wife Geetanjali and their sons Akshaye and Rahul, who are now actors, and his present wife Kavita and son Sakshi and daughter Shraddha. Mumbai: Amitabh Bachchan and Abhishek Bachchan at #VinodKhanna 's funeral pic. twitter. com/4uZGRwiZ68News of his death triggered an outpouring of grief from Bollywood actors and millions of fans on social media. Actor Rishi Kapoor, who was Khanna’s co-star in the 1977’s Amar Akbar Anthony, tweeted a poster of the film. “We will miss you Amar. RIP,” Kapoor said, referring to Khanna’s screen name in the film. Amitabh Bachchan reportedly rushed to Vinod Khanna’s family’s side after hearing the news of his death. According to reports, he was giving an interview for his upcoming film Sarkar 3. Ace director Karan Johar took to Twitter to pay tribute to the legendary actor. He wrote:His screen presence is unparalleled even today. . . his super star swag is what we grew up on. . . . RIP #VinodKhanna . . . thoughts and prayers. . . . As a mark of respect to our beloved Vinod Khanna the entire team of Baahubali has decided to cancel the premiere tonight. . . In his condolence message, filmmaker Subhash Ghai called Khanna a “real handsome man” both on and off screen. “He celebrated his life with love and dignity and compassion for others and in service to his nation as MP,” Ghai said. Mumbai: Subhash Ghai,Dia Mirza,Randhir Kapoor and Praful Patel at #VinodKhanna 's funeral pic. twitter. com/5z8wZysK41Mumbai: Actors Rishi Kapoor and Ranjit at #VinodKhanna 's funeral pic. twitter. com/e6bQW2KqsAPrime Minister Narendra Modi and President Pranab Mukherjee condoled the demise of Khanna. “Will always remember Vinod Khanna as a popular actor, dedicated leader and a wonderful human. Pained by his demise. My condolences,” Modi tweeted. President Mukherjee also tweeted: “Heartfelt condolences on the passing away of Vinod Khanna, a highly talented and acclaimed actor and MP. ”A number of political leaders expressed their condolence on Khanna’s death. Congress President Sonia Gandhi said she remembered as a “gifted actor”. “Vinodji had a rare and profound influence over the masses with his simple and charismatic character,” she said, adding he dominated the silver screen with his outstanding persona. Gandhi expressed solidarity with Khanna’s family and prayed for the departed soul. “Saddened to know about the demise of one of the greatest legends of Indian cinema,” Maharashtra Chief Minister Devendra Fadnavis said. “We have lost an eminent personality who played a variety of roles in his film career and later in his social-political life. His contribution, both in films and as a minister, will always be remembered,” Fadnavis added. Information and Broadcasting Minister M. Venkaiah Naidu on Thursday condoled the death of veteran Bollywood actor-turned-politician Vinod Khanna. In his message, Naidu recalled Vinod Khanna’s contributions to cinema and the Bharatiya Janata Party (BJP). “I am deeply saddened by the passing away of a great film personality and Member of Parliament Vinod Khanna. I am shocked at his untimely death. May his soul rest in peace,” Naidu said. “His contribution to Indian cinema is tremendous and it will be very difficult to fill the void caused by his untimely death,” he added. Lok Sabha Speaker Sumitra Mahajan on Thursday said he would be remembered as a perfect gentleman with a perennial smile on his face. “I am deeply saddened to learn about Vinod Khanna’s sad and untimely demise. Besides being a senior and dedicated politician, he was also a versatile actor who mesmerised his admirers across the world as a suave and sensitive actor,” Mahajan said in her condolence message. Noting Khanna was a sitting member of the lower house, she noted that he had also served the nation as a Minister in the Union Council of Ministers and in his fourth stint as MP. “In his demise, we have lost a capable leader and talented actor, who will be remembered by each one of us as a perfect gentleman with a perennial smile on his face. I convey my condolences to the bereaved members of his family and the large number of his fans,” she said. (With agency inputs)", "image": "http://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2017/04/27/Pictures/vinod-khanna-s-funeral_ebd9c126-2b57-11e7-b189-41b029cdb6ad.jpg", "source": "Hindustan Times", "link": "http://www.hindustantimes.com/bollywood/vinod-khanna-dies-at-70-amitabh-bachchan-dia-mirza-and-others-attend-funeral/story-03uwKKdWc4KgRZXs5DEt1K.html", "date": "Thu, 27 Apr 2017 13:14:20 GMT", "category": "Top Stories"}, "3": {"id": "0863ebb8144c86c5b9b35bc1259ce886", "title": "IPL Live Cricket Score, RCB vs GL: Bangalore Lose Their Top Order Early vs Gujarat", "body": "If there is anything that is common between Royal Challengers Bangalore (RCB) and Gujarat Lions (GL) in the Indian Premier League (IPL) Season 10, it is their desperate quest for points. With half the tournament over, GL are still at last position, while RCB aren't doing much better either. They had to be satisfied with one point after the rained-out match against Sunrisers Hyderabad in Bangalore on Tuesday. Given their precarious position, even that one point could end being gold dust. As things stand, Bangalore have six matches left in the league and need to win all of them to have any realistic chance of ending up among the top four at the end of the league. Presently they have five points from eight matches. (LIVE SCORECARD)Catch all the live cricket action and live updates of the match between Royal Challengers Bangalore and Gujarat Lions. 20:55 IST: After 11 overs, Bangalore stand at 73 for five. 20:54 IST: Four! Another bottom edge from Negi as ball runs away for a boundary. 20:53 IST: Four! Little bottom edge from Negi as the ball goes through the keeper's leg. 20:49 IST: Run-out! Horrible mix up between Mandeep Singh and AB de Villiers. Jadeja takes aim at the wicket and catches de Villiers short of the crease. Bangalore 60 for 5. Confusion everywhere! Mandeep starts, stops and Jadeja's direct hit removes AB de Villiers. #RCB 60/5 #PlayBold #RCBvGL20:43 IST: Out! Number four goes down for Bangalore. Jadeja cleans up Kedhar Jadhav for 31 (18). Bangalore 58 for four after 8. 4 overs. #Jaddu ka jaadu aaj chalega? #GameMaariChhe #RCBvGL20:41 IST: After eight overs, Bangalore take their score to 56 for three. 20:40 IST: Six! Down on one knee, Jadhav slog sweeps debutant Ankit Soni for 85 metres maximum. 20:36 IST: Four! Jadhav waits on the ball and slams Ravindra Jadeja for a boundary at extra covers. 20:34 IST: At the end of the powerplay Bangalore stand at 35 for three. 20:33 IST: Four! Third boundary in a row. Jadhav turning things around at Chinnaswamy!Smart batting from the little man, 3 successive boundaries in the last PP over! #RCB 35/3 (6) #PlayBold #RCBvGL pic. twitter. com/00OtOqhZUK20:32 IST: Four! Jadhav getting Bangalore into the game. This time flick of the wrist and one-bounce four on the leg side!20:31 IST: Four! Short from Thampi, Jadhav gets into position and pulls the ball for a perfectly timed shot. 20:29 IST: Two new batsmen out in the crease for Bangalore. Gujarat on top of their game. 20:24 IST: Out! Gujarat on fire! Andrew Tye gets his second, Travis Head goes for a duck! Head manages to nick as the cross-seam ball only for Raina to complete the catch. 20:22 IST: Out! Andrew Tye gets Chris Gayle. Both openers shown their way back with beautiful bowling from Gujarat. Bangalore 22 for two after 4. 1 overs. 20:18 IST: Out! Thampi sends Virat Kohli packing. Short from Thampi and Kohli pulls it straight to short fine leg. Bangalore 22 for one after 3. 5 overs. 20:14 IST: Four! Rare from Gayle, gets down on one knee and slashes the ball for a boundary. Bangalore 17 for no loss after three overs. 20:08 IST: Six! First maximum of the match, full length on the pads of Kohli, as he flicks it over deep mid-wicket. 20:07 IST: Short ball from Basil Thampi, Kohli attempts a pull but misses it!20:04 IST: After the first over Bangalore stand at three runs for no loss. Cautious start from the skipper! #RCB 3/0 after the first over #PlayBold #RCBvGL pic. twitter. com/vCgotSs17u20:00 IST: Good first ball from Nathu, shaped in nicely into Gayle. 19:59 IST: Nathu Singh to lead the bowling attack for Lions. 19:58 IST: Virat Kohli and Chris Gayle opening the batting for the Challengers. 19:57 IST: Players and umpires make their way out to the field. Let's go!19:43 IST: Here are the playing XI for both teams. #IPL Match 31: Here are the Playing XIs for @RCBTweets & @TheGujaratLions #RCBvsGL pic. twitter. com/StFUIUrTbI19:30 IST: It's toss time! Gujarat Lions captain Suresh Raina wins toss and elects to field against Bangalore. The Lions have won the toss and Captain #SureshRaina has decided to bowl first. #GameMaariChhe #RCBvGL pic. twitter. com/FGGVIaVDgP19:28 IST: Gujarat Lions warming up before their game against Royal Challengers Bangalore. . @TheGujaratLions are warming-up ahead of their match against @RCBTweets #RCBvGL pic. twitter. com/rYwBWStApG19:26 IST: Royal Challengers Bangalore warming up before their home game against Lions. #IPL Match 31: @imVkohli & the @RCBTweets boys are in the middle warming up for #RCBvGL pic. twitter. com/vyV5KhRhX419:22 IST: Kevin Pietersen and Chris Gayle having a light moment before the game. Which social media platform is being discussed here? - @KP24 @henrygayle #IPL pic. twitter. com/5kGvHjbW0p19:19 IST: Priyanka C Raina gives her best wishes to Suresh Raina and Co. Stay positive, Stay strong! #SureshRaina, @TheGujaratLions, Good luck! #RoarOnceMore #RCBvsGL #IPL2017 #GameMaariChhe #IPL #GL #PlayBold19:01 IST: This match marks the 100th IPL game for Brendon McCullum. Excited to be playing my 100th IPL game 2nite. The years have rolled by quickly but lots of memories remain. Thnks to all. 19:00 IST: Hello and welcome to the live blog of the match between Royal Challengers Bangalore and Gujarat Lions in Bangalore. GL have just four points with five matches to go, and their lot isn't any different either. But given that one of the two teams will lose, weather permitting, this is where the IPL 10 takes a turn as one of the two will almost surely be heading for the exit. Another point of interest to be seen is if Irfan Pathan makes an appearance. He was roped in as a replacement for the injured Dwayne Bravo. ", "image": "https://i.ndtvimg.com/i/2017-04/virat-kohli-suresh-raina_806x605_61493294802.jpg", "source": "NDTVSports.com", "link": "https://sports.ndtv.com/indian-premier-league-2017/ipl-live-cricket-score-rcb-vs-gl-1686774", "date": "Thu, 27 Apr 2017 15:13:32 GMT", "category": "Top Stories"}, "4": {"id": "3cdc3b0c85a739e78a6c36bd54fcc092", "title": "Terrorists attack army camp, kill Captain, two other soldiers", "body": "SRINAGAR: Three heavily-armed terrorists on Thursday stormed an army camp in the Kupwara district of Kashmir, killing a Captain and two other soldiers before two of the assailants were gunned down in a fierce 35-minute encounter. Soon after the encounter, a mob started pelting stones at the security forces, leading to a clash in which a 75-year-old civilian was killed due to a bullet injury. At around 4am, three terrorists, dressed in black Pathani suit and combat jackets, entered from the rear side the artillery unit of the army garrison at Panzgam in Kupwara, about 100 kms from here, and started indiscriminate firing, army officials said here and in New Delhi. They managed to cross the second security layer of the camp located in a mountainous terrain and spread over an area of 400 x 800 meters, the officials said. Firing indiscriminately, the terrorists then advanced towards the officers' complex of the camp which houses about 1000 army personnel and is situated about 10 kms from the Line of Control (LoC) with Pakistan. Soldiers took on the attackers and forced them back towards one of the gates of the camp, the officials said. In the gunfight, Captain Ayush Yadav, Subedar Bhoop Singh Gujjar and Naik B Venkata Ramanna were killed. Five other soldiers were injured and they were airlifted to Army's 92 Base Hospital in Srinagar. The terrorists started fleeing as the Quick Response Team (QRT) of the army swung into action, the officials said. Two terrorists were gunned down while a third one managed to escape under the cover of darkness, the officials said. \"The entire operation lasted 35 minutes,\" said Col Saurabh in Kupwara. The troops recovered three AK rifles which indicated that there was a third terrorist, he said, adding search operations are underway to track him down. \"We have recovered three AK rifles, nine magazines, 156 AK rounds, one Chinese pistol, three UBGL grenades, three hand grenades, two radio sets, two GPS devices and a smartphone from the slain terrorists,\" another official said. The official, on the condition of anonymity, said the attackers seemed to be foreigners but their identity was being ascertained. As soon as the encounter ended, local residents held protest demonstrations, demanding that the bodies of slain terrorists be handed over to them for performing their last rites, a police official said. The protestors, including women and elderly, continued demonstrations but the army personnel did not relent to their demand, the official said. In the clash between stone-pelting mobs and security forces, one Mohammad Yousuf Bhat sustained a bullet injury in his chest and was rushed to Kupwara hospital where doctors declared him 'brought dead'. Locals alleged that he was killed in firing by security forces. Capt Yadav, who hailed from Kanpur in Uttar Pradesh, had joined the service some three years ago. Naik Ramana (38) hailed from Visakhapatnam and served in the army for the last 18 years while Subedar Gujjar (46) had put in 26 years of service. ", "image": "http://timesofindia.indiatimes.com/photo/58401819.cms?105644", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/india/terrorists-attack-army-camp-kill-captain-two-other-soldiers/articleshow/58401817.cms", "date": "Thu, 27 Apr 2017 14:06:02 GMT", "category": "Top Stories"}, "5": {"id": "875265992c0de853f5fc38a4063994a0", "title": "Baahubali 2 box-office collection: Rajamouli's film is set to break all records. Here's why", "body": "Arguably, Baahubali: The Conclusion is the biggest film event this year. When Baahubali: The Beginning released in 2015, it had little expectations among the audience. But it became a terrific hit is a different issue. The success of the first part mainly lies in the climax hook, that paved the way for the sequel. Barring its story, Rajamouli's characters had evoked certain emotions on the audience. For the same, Baahubali 1 went to become the highest grossing film that year and netted Rs 650 crore. As the world awaits the release of Baahubali: The Conclusion, let's delve deeper into its box-office figures. Baahubali 2 is released across in a massive 6,500 screens in India. Cumulatively, the epic sequel is releasing in over 9000 screens worldwide, which is huge for an Indian film. Earlier this week, the film received fantastic response in advance booking sales in India and most of the tickets were sold out for the first weekend. To be precise, ticket booking site BookMyShow announced that it has already sold over a million tickets in just over 24 hours for Baahubali 2: The Conclusion. Baahubali 2 witnessed unprecedented craze down South. In terms of advance sales revenue, the SS Rajamouli's film has surpassed the Bollywood blockbuster Dangal, which had Aamir Khan in the lead. Speaking about the film, Ashish Saksena, COO of BookMyShow, said, \"BookMyShow is experiencing an unprecedented advance booking for Baahubali 2. We have already sold over 1 million tickets across languages, even when the bookings have been live for just over a day. Though Baahubali 2 is largely perceived to be loved by South Indian audience, the response from Hindi speaking markets has been highly encouraging as well. Once all the cinemas in South come out with their schedules for the film, we expect the online ticket sales for Baahubali 2 to surge at an increasingly fast pace. \"According to trade pundits, Baahubali 2 is set to have a phenomenal opening at the box office and the numbers are expected somewhere between Rs 90-100 crore on the first day itself. Recently, the Andhra Pradesh and Telangana state government have given special permission to screen Baahubali 2. In AP, the film will have six shows a day, while Telangana will have five shows. Produced by Arka Mediaworks, the sequel is made on a budget of Rs 250 crore and has already fetched enough moolah for the producers even before the release. Reports also suggest that Baahubali 2 raked in Rs 500 crore through its satellite and distribution rights. Collectively put together all the factors, Baahubali 2 is expected to shatter box-office records and is very likely to emerge as the first Indian film to earn Rs 1000 crore. Directed by SS Rajamouli, Baahubali 2 takes the story forward from where Baahubali: The Beginning ended. Prabhas, Rana Daggubati, Anushka Shetty, Tamannaah, Sathyaraj and Ramya Krishnan star in pivotal roles in this instalment of Baahubali too. EXCLUSIVE | Sabu Cyril opens up on Baahubali 2 and SS RajamouliALSO READ: Baahubali 2 to be screened in Hyderabad theatres from today to tackle sky-high demandALSO READ: Baahubali 2 first review out- Katappa's reason to kill Baahubali will leave you stunnedALSO WATCH: Everything you wanted to know about India's most expensive film, Baahubali", "image": "http://media2.intoday.in/indiatoday/images/stories/647_042717072427.jpg", "source": "India Today", "link": "http://indiatoday.intoday.in/story/baahubali-2-box-office-collection-rajamouli-prabhas-rana/1/939926.html", "date": "Thu, 27 Apr 2017 14:03:56 GMT", "category": "Top Stories"}, "6": {"id": "f6c9f9ca4bbbef0cbb4fa63035cd2a94", "title": "TTK Dinakaran, friend brought to Chennai for questioning", "body": "Chennai/New Delhi: Ruling AIADMK General Secretary TTV Dinakaran, arrested by Delhi Police for alleged bribery, was flown here on Thursday for further investigation. Soon after landing at the Chennai airport, Dinakaran was taken to Rajaji Bhavan in Besant Nagar where central government offices are located for questioning. Dinakaran is the nephew of AIADMK General Secretary VK Sasikala, who is in jail in Bengaluru after being convicted for corruption. Former AIADMK deputy general secretary TTV Dinakaran. PTIDelhi Police also flew down Dinakaran's friend Mallikarjuna to Chennai along with the former. The Delhi Police arrested Dinakaran on charge of trying to pay Rs 50 crore as bribe to Election Commission officials through middleman Sukesh Chandrasekar, who has also been arrested. The alleged bribe was to secure the party's \"two leaves\" symbol to his faction of the AIADMK. The AIADMK split into two after the death of Jayalalithaa in December 2016. One faction is led by Sasikala and the other by former Chief Minister O Panneerselvam. The Election Commission had frozen the party's \"two leaves\" symbol and the party name when the two groups claimed the same. The poll panel is hearing the case as to which faction the symbol should be allotted to. On 26 April, Dinakaran was remanded to five days in police custody. Police would search Dinakaran and Mallikarjuna's residences and also analyse their laptops, computers and bank statements to get more possible leads to establish their involvement in the bribery case. \"The transaction had taken place through some Chennai operators and there are possibilities that the team can obtain some data through their laptops and computers,\" a Delhi Police Officer told IANS. \"We want to establish the route through which Dinakaran and Mallikarjuna came in contact with Sukesh Chandrashekhar, a co-accused in the case,\" the officer added. Chandrashekhar was arrested from a south Delhi hotel on April 16 night, allegedly with Rs 1. 3 crore meant for bribing poll panel officials. Chandrashekhar had allegedly told the police he was Dinakaran's \"middleman\" and was asked to pay the money to the officials for allotting the party symbol to AIADMK's Sasikala faction. ", "image": "http://s2.firstpost.in/wp-content/uploads/2017/04/TTK-Dinakaran_PTI4.jpg", "source": "Firstpost", "link": "http://www.firstpost.com/india/dinakaran-friend-brought-to-chennai-for-questioning-3409280.html", "date": "Thu, 27 Apr 2017 12:14:07 GMT", "category": "Top Stories"}, "7": {"id": "cb4939b42f4048427472ebc5c21c6bc4", "title": "Ashish Nanda resigns as IIM Ahmedabad director", "body": "AHMEDABAD: Professor Ashish Nanda, the director of premier B-school Indian Institute of Management Ahmedabad (IIM-A), resigned today citing personal reasons. Nanda, who has been serving as the director for around 3. 5 years, will quit the post in September. He had quit his post at Harvard Law to return to India and his alma mater, after more than 20 years. \"There are two reasons behind the decision and its time. First, my wife and son are far away from here and I want to spend time with them. Besides, the institute is doing great at this time with support and cooperation of the chairman (Kumar Mangalam Birla) and alumni. So this was the right time to take the decision,\" Nanda told TOI. A letter written by Nanda to the IIM-A community reads: \"Dear members of the IIMA community, these past three and a half years, I have woken up every day feeling fortunate to be working for an institution that has contributed tremendously to me. I feel privileged to have followed the footsteps of people I greatly admire, to have had the opportunity to lead the institute at a crucial time in its trajectory, and to have contributed to the best of my ability to its continuing success. \" \"I believe we are at a point when there is alignment among various constituencies of the institute as to the direction we ought to follow and considerable momentum along the path that we are following. \" \"We have a committed and enthusiastic chairman providing vision and guidance, a wise and engaged board, faculty that is productive and energized, staff that is loyal and devoted, brilliant and hardworking students, a diaspora of alumni committed to the Institute's long term success, governmental support for operating autonomously to achieve our dreams, and industry that respects and values the Institute. This is as good a time as any for leadership transition at the Institute. \"Thus, I have requested IIM A chairman Mr Birla that I step aside from the position of director, and he has graciously acceded to my request. \" Nanda's resignation was accepted by the chairman of the institute Kumar Mangalam Birla. ", "image": "http://timesofindia.indiatimes.com/photo/58398636.cms?51186", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/home/education/news/ashish-nanda-resigns-as-iim-ahmedabad-director/articleshow/58398655.cms", "date": "Thu, 27 Apr 2017 11:11:02 GMT", "category": "Top Stories"}, "8": {"id": "fda7a88586d860fa7191e1e90e872ce4", "title": "Satavahana University UG degree results 2017 declared: See how to download here", "body": "Satavahana University degree results: Satavahana Universtity Andhra Pradesh has declared the results for the undergradute examinations for the first, second and third year students of BCom, BA, BSc, BBA, BBM courses at the university. Candidates who have been waiting for the results can now download the same from the official website. Read | RTU exams 2017: Results declared for BTech 1st semester at rtu. ac. inThe results are also available in a zip file and the results have been declared in a college-wise format. Candidates can find these on the universities website to check their results. The results and examination page is under construction but a link has been provided for download of results. Read | Haryana D. Ed semester (1st to 4th) regular, reappear exam results 2017 declaredSteps to check the Satavahana University undergraduate results:– Go to the official website for the university (satavahana. ac. in). – Click on the link that reads “Result of B. A. / B. Com. / B. Sc. / BBM / BA(L) I(Backlog) / II / III Years Annual, 2017”– Enter your hall ticket number in the field provided and click on “Enter”. OR– Click on the notification that says “UG Annual, 2017 College Wise Results for the academic year 2016-17”. – This will begin the download of a zip file. Once it is downloaded, open the file. – Search through the pages for your name, college and roll number (use ctrl + F to make the search easier). – Keep a copy of your results for further reference. For more stories on Satavahana University semester results, click hereFor all the latest Education News, download Indian Express App now", "image": "http://images.indianexpress.com/2017/04/neet-admit-card-download.jpg?w=759", "source": "The Indian Express", "link": "http://indianexpress.com/article/education/satavahana-ac-in-satavahana-university-1st-2nd-3rd-semester-results-declared-see-how-to-check-here-4630751/", "date": "Thu, 27 Apr 2017 13:58:38 GMT", "category": "Top Stories"}}}