{"_default": {"1": {"id": "ac10986c59b706e7c84e623b19cde1e6", "title": "Gopal Rai likely to be AAP's new Delhi convenor", "body": "NEW DELHI: A day after the AAP suffered a humiliating defeat in the MCD polls, the party is likely to appoint Labour Minister Gopal Rai as its new convener of the Delhi unit.\nThe decision was taken at a meeting of Delhi AAP MLAs called by Chief Minister Arvind Kejriwal at his official residence to review the civic bodies polls result.", "image": "http://timesofindia.indiatimes.com/photo/58402101.cms?314556", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/city/delhi/gopal-rai-likely-to-be-aaps-new-delhi-convenor/articleshow/58402100.cms", "date": "Thu, 27 Apr 2017 14:20:00 GMT", "category": "Top Stories"}, "2": {"id": "fe36ead6870d979ee58011397d9dac81", "title": "Can't delay appointment of Lokpal due to absence of Leader of Opposition, Supreme Court tells Centre", "body": "According to the Act, the Leader of the Opposition in the Lok Sabha will be part of the Lokpal selection panel.", "image": "http://media2.intoday.in/indiatoday/images/stories/supreme-court-story_647_042717073821.jpg", "source": "India Today", "link": "http://indiatoday.intoday.in/story/supreme-court-lokpal-lokayuktas-act-of-2013-centre-leader-of-opposition-in-lok-sabha-congress/1/939929.html", "date": "Thu, 27 Apr 2017 14:08:36 GMT", "category": "Top Stories"}, "3": {"id": "e5c1b916d89da74da7aa421db846d75c", "title": "JEE Main 2017: Mohit Gupta emerges Jharkhand topper", "body": "Dedication and hard work helped Mohit Gupta clinch a national ranking of 53 and become the Jharkhand topper in this year’s joint entrance examination (JEE Main) on Thursday.\nAlso, Mohit bagged sixth position in India in the other backward class category, scoring 325 out of 360 marks in the JEE Main that the Central Board of Secondary Education conducts for entry into India’s engineering colleges.", "image": "http://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2017/04/27/Pictures/jamshedpur-jharkhand-declared-hindustan-archived-jamshedpur-thursday_42db5d54-2b53-11e7-b189-41b029cdb6ad.jpg", "source": "Hindustan Times", "link": "http://www.hindustantimes.com/education/jee-main-2017-mohit-gupta-emerges-jharkhand-topper/story-PXFrVsQFvBl6U1tvCHYaqK.html", "date": "Thu, 27 Apr 2017 14:12:44 GMT", "category": "Top Stories"}, "4": {"id": "3cdc3b0c85a739e78a6c36bd54fcc092", "title": "Terrorists attack army camp, kill Captain, two other soldiers", "body": "At around 4am, three terrorists, dressed in black Pathani suit and combat jackets, entered from the rear side the artillery unit of the army garrison at Panzgam in Kupwara, about 100 kms from here, and started indiscriminate firing, army officials said here and in New Delhi.", "image": "http://timesofindia.indiatimes.com/photo/58401819.cms?105644", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/india/terrorists-attack-army-camp-kill-captain-two-other-soldiers/articleshow/58401817.cms", "date": "Thu, 27 Apr 2017 14:06:02 GMT", "category": "Top Stories"}, "5": {"id": "0863ebb8144c86c5b9b35bc1259ce886", "title": "IPL Live Cricket Score, RCB vs GL: Bangalore Keep Losing Wickets At Regular Intervals vs Gujarat", "body": "20:55 IST: After 11 overs, Bangalore stand at 73 for five.\n#GameMaariChhe #RCBvGL20:41 IST: After eight overs, Bangalore take their score to 56 for three.\ncom/FGGVIaVDgP19:28 IST: Gujarat Lions warming up before their game against Royal Challengers Bangalore.\n19:00 IST: Hello and welcome to the live blog of the match between Royal Challengers Bangalore and Gujarat Lions in Bangalore.", "image": "https://i.ndtvimg.com/i/2017-04/virat-kohli-suresh-raina_806x605_61493294802.jpg", "source": "NDTVSports.com", "link": "https://sports.ndtv.com/indian-premier-league-2017/ipl-live-cricket-score-rcb-vs-gl-1686774", "date": "Thu, 27 Apr 2017 15:54:49 GMT", "category": "Top Stories"}, "6": {"id": "875265992c0de853f5fc38a4063994a0", "title": "Baahubali 2 box-office collection: Rajamouli's film is set to break all records. Here's why", "body": "Collectively put together all the factors, Baahubali 2 is expected to shatter box-office records and is very likely to emerge as the first Indian film to earn Rs 1000 crore.", "image": "http://media2.intoday.in/indiatoday/images/stories/647_042717072427.jpg", "source": "India Today", "link": "http://indiatoday.intoday.in/story/baahubali-2-box-office-collection-rajamouli-prabhas-rana/1/939926.html", "date": "Thu, 27 Apr 2017 14:03:56 GMT", "category": "Top Stories"}, "7": {"id": "cb4939b42f4048427472ebc5c21c6bc4", "title": "Ashish Nanda resigns as IIM Ahmedabad director", "body": "Besides, the institute is doing great at this time with support and cooperation of the chairman (Kumar Mangalam Birla) and alumni.\nA letter written by Nanda to the IIM-A community reads: \"Dear members of the IIMA community, these past three and a half years, I have woken up every day feeling fortunate to be working for an institution that has contributed tremendously to me.", "image": "http://timesofindia.indiatimes.com/photo/58398636.cms?51186", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/home/education/news/ashish-nanda-resigns-as-iim-ahmedabad-director/articleshow/58398655.cms", "date": "Thu, 27 Apr 2017 11:11:02 GMT", "category": "Top Stories"}, "8": {"id": "8b274629fa9015e8cda80e564f440e95", "title": "AAP cadre introspecting to reason out MCD defeat Phoolka", "body": "Aam Aadmi Party (AAP) leader H. S. Phoolka on Thursday said that his party was introspecting to find apt reasons for its poor performance in the civic polls. Phoolka asserted that there was a defined need in the AAP cadre to think and find the solution for the consecutive defeats they had to face. ?The Aam Aadmi Party (AAP) needs to introspect and we already have started brainstorming to find out the reason for our performance in Delhi. We will give as much thought as required to derive a conclusion,? said Phoolka. The AAP has blamed the Electronic Voting Machines (EVMs) for its defeat. Following the BJP's victory in the MCD polls, Congress leaders like Ajay Maken, Gurudas Kamat and P. C. Chacko also announced resignation from their respective posts. The BJP has swept the polls to Delhi's three municipal corporations, North, East and South winning 181 seats out of 270 seats. The party succeeded in retaining power in the three civic bodies for the third consecutive term. The AAP with 48 seats finished second, Congress with 29 seats third. 12 seats went to others including Bahujan Samaj Party (BSP), Samajwadi Party (SP), Indian National Lok Dal (INLD) and Independents. (This article has not been edited by DNA's editorial team and is auto-generated from an agency feed. )(This article has not been edited by DNA's editorial team and is auto-generated from an agency feed. )", "image": "http://static.dnaindia.com/images/2015/dna-logo-shared.jpg?v=1212", "source": "Daily News & Analysis", "link": "http://www.dnaindia.com/india/report-aap-cadre-introspecting-to-reason-out-mcd-defeat-phoolka-2418317", "date": "Thu, 27 Apr 2017 09:13:39 GMT", "category": "Top Stories"}, "9": {"id": "090bdafccd0397d14b1545a6eb1d5265", "title": "LIVE, IPL 2017, RCB vs GL at Bangalore, cricket scores and updates: RCB lose Negi, Badree and Mandeep", "body": "Preview: With two of their last matches witnessing a horrific batting show in Kolkata and a wash-out due to rain at home, Royal Challengers Bangalore (RCB) will hope for a turnaround when they face a struggling Gujarat Lions (GL) at Bangalore's M Chinnaswamy stadium on Thursday. Pursuing Kolkata Knight Riders' lowly total of 131 on Sunday, RCB, boasting the star troika of Virat Kohli, AB de Villiers and Chris Gayle, were floored for 49 all out in 9. 4 overs – IPL's lowest ever total, and lost the match by 82 runs at the Eden Gardens. Gujarat Lions, led by Suresh Raina take on Virat Kohli's RCB at the M Chinnaswamy stadium, SportzpicsThis was followed by a rain-enforced abadonement of the match against Sunrisers Hyderabad. It meant that RCB, sitting at the sixth spot with five points, will now have to win most of their remaining matches in order to stay in the hunt for the knock-outs. This will be the golden opportunity for the hosts to take two crucial points as bottom-placed Gujarat too have had a poor run so far in the cash-rich Twenty20 cricket tournament. Out of seven matches, Gujarat have managed to win only two. Comprising star-studded batting line-up, Bangalore will have an upper hand in the fixture. The home batsmen will be on their guard against Gujarat's bowlers, though the visitors lack experience and class in that department. But in order to tame the visitors, RCB bowlers Samuel Badree, Yuzvendra Chahal, Sreenath Aravind, Tymal Mills and Adam Milne will need to raise their game. Gujarat, on the other hand, will be banking on their Australian pacer Andrew Tye, who has taken nine wickets in four games, including a hat-trick, at a decent economy rate of 8. 00. Kerala youngster Basil Thampi's ability to bowl yorkers at will has been an advantage for the Gujarat side. All-rounder Ravindra Jadeja is yet to fire, having taken only one wicket in the five matches so far, while veteran Praveen Kumar's lack of pace and swing has meant he has been hit at an economy rate of 10. 32 over five games. It would also be interesting to see if Irfan Pathan, who was roped in as a replacement for injured all-rounder Dwayne Bravo would be included in the playing XI. The only positive for the Gujarat outfit is the former New Zealand skipper Brendon McCullum with 264 runs and Suresh Raina with 272 runs are among the top five run-getters in the tournament so far. With IANS inputs. ", "image": "http://s2.firstpost.in/wp-content/uploads/2017/04/raina-kohli-1.png", "source": "Firstpost", "link": "http://www.firstpost.com/sports/live-ipl-2017-rcb-vs-gl-bangalore-cricket-scores-updates-rcb-lose-negi-badree-mandeep-3409424.html", "date": "Thu, 27 Apr 2017 15:45:44 GMT", "category": "Top Stories"}, "10": {"id": "c9eb2d3a7a2d10fbc406229837de3802", "title": "Four important symbols that defined Baahubali: The Beginning", "body": "Films are held together by many nuts and bolts. The work of any filmmaker is to stitch a narrative around them. And the imagination of a great filmmaker is to breathe life into them to keep the audiences riveted to screen. SS Rajamouli is no less. He had the audacity to imagine such a magnum opus that finding symbols and meanings attached to them becomes rather easy. Here are some symbols that you must not have missed in Baahubali: The Beginning, but needed further exploration:Shivudu’s lifting of Shiva LingaWhen Shivudu lifts the Shiva linga on his shoulders and walks among people of his tribe, playing the “Jata kataha sambhramabrama nilimpa nirjari…” in the background, the blasphemous act not only becomes a tribute to Lord Shiva, but also tells that he alone is the man who is destined for greatness, and it is the time for him to throw off the shackles of his mother’s affection and embark on a journey of greatness. Inauguration of the statue of Bhallala Deva:Like any dictator, Bhallala Deva installs his own statue and organises the biggest ever function. And at this opportune time, when the evil king wants to make his presence felt, the rightful heir arrives and gives a jolt to the state. The mighty state represented by the 100 feet golden statue becomes a dud in front or the cosmic presence of Baahubali’s altruistic state. The sword of Baahubali:The menacing sword of Baahubali, which has passed through generations, represents the baton of power that would ultimately have an inheritor. At one point when Katappa gets emotional about his King, he would touch the sword to his forehead to feel his presence. It is no coincidence that Shivudu wields the same sword, as his kills son of Bhallala Deva, before Katappa rushes to bow down to the arrival of new King. Why Bhallala Deva is represented by a lion:If all symbols attached to Baahubali are horse faced — symbol on his armour and head of the sword — Bhalala Dev brings symbolism of lion to speak volumes of his character, ruthlessness and his methods to establish power with no conscience. In the epic the battle between Mahishmati and Kalakeyas, he rides on a lion-faced chariot and tramples on the everybody indiscriminately. However, Baahubali takes shine off Bhalala Deva when he kills the Kalakeya king with the lion face, and here is the time when Bhallala Dev is robbed of his power. In Baahubali: The Conclusion, we will witness many things, and among them, the coming back of these symbols will make it more impactful and leave an impression of a lifetime. Also read: Baahubali 2 box office prediction: SS Rajamouli film to break Dangal records, may earn Rs 250 crore in 3 daysEverybody goes home after watching a movie by understanding the obvious message and enjoying the plot, but a director always takes note of the fact how his subtle messages are conveyed. S. S Rajamouli must be waiting with baited breath for his characters, symbols and every nuance to be felt tomorrow. For all the latest Entertainment News, download Indian Express App now", "image": "http://images.indianexpress.com/2017/04/baahubali-symbols-759.jpg?w=759", "source": "The Indian Express", "link": "http://indianexpress.com/article/entertainment/bollywood/four-important-symbols-that-defined-baahubali-the-beginning-4630932/", "date": "Thu, 27 Apr 2017 15:11:34 GMT", "category": "Top Stories"}, "11": {"id": "c2556d73b803f8591b80aba64ff75cfa", "title": "Baahubali 2 movie review: Prabhas is the strength of Baahubali The Conclusion (No Spoilers)", "body": "Rajamouli has been unequivocal about Prabhas’ commitment to the franchise and when you watch Baahubali 2, you realise that few could have done justice to the character like Prabhas does.\nIt is only when Rajamouli starts talking about why Kattappa killed Baahubali in the second half that the film gets interesting.", "image": "http://images.indianexpress.com/2017/04/baahubali-2-movie-review-759.jpg?w=759", "source": "The Indian Express", "link": "http://indianexpress.com/article/entertainment/movie-review/baahubali-2-movie-review-ss-rajamouli-prabhas-rana-daggubati-star-rating-4630710/", "date": "Thu, 27 Apr 2017 16:02:34 GMT", "category": "Top Stories"}, "12": {"id": "946f9f298e5d5ea8a28ae6e06a6dc5c8", "title": "IPL 2017: RCB vs GL Live – Live Cricket Score, Live Streaming, TV Listing, Date, Venue", "body": "Over 13 | Score 123/3 | Jadeja 1 (3) ;Raina 24 (26) It is Pawan Negi into the attack now to dismiss the powerful Aaron Finch off the very first delivery.\nOver 13 | Score 123/3 | Jadeja 1 (3) ;Raina 24 (26)It is Pawan Negi into the attack now to dismiss the powerful Aaron Finch off the very first delivery.", "image": "http://ste.india.com/sites/default/files/2017/04/27/589939-rcb-vs-gl-merge.jpg", "source": "Zee News", "link": "http://zeenews.india.com/cricket/ipl/ipl-2017-rcb-vs-gl-live-live-cricket-score-live-streaming-tv-listing-date-venue-1999984.html", "date": "Thu, 27 Apr 2017 17:36:05 GMT", "category": "Top Stories"}, "13": {"id": "fe9989884f01e32183dfb62ea64f332f", "title": "No justification to suspend operation of Lokpal Act: Supreme Court", "body": "The bench, which also highlighted the unique character and importance of the Act in the contemporary world, said,”We also do not see any legal disability in a truncated Selection Committee to constitute a Search Committee for preparing a panel of persons for consideration for appointment as the Chairperson and members of the Lokpal and also for such a truncated Selection Committee to make recommendations to the President of India for appointment of the Chairperson and members of the Lokpal.", "image": "http://images.indianexpress.com/2017/04/supreme-court-ap-759.jpg?w=759", "source": "The Indian Express", "link": "http://indianexpress.com/article/india/no-justification-to-suspend-operation-of-lokpal-act-supreme-court-4631029/", "date": "Thu, 27 Apr 2017 16:02:00 GMT", "category": "Top Stories"}, "14": {"id": "b9824fa9967d60850bc4ebc4c1a41008", "title": "Udaipur boy tops JEE-Main, becomes first to score 100 per cent", "body": "The second and third positions among girls were bagged by Poorva Garg (Score:319, Overall rank: 96) and Narayana Jeevana Reddy (Score: 318, Overall rank: 102).The exam is conducted by the Central Board of Secondary Education (CBSE) for admission to various government-approved engineering colleges, including the prestigious Indian Institutes of Technology (IITs), National Institutes of Technology (NITs) and Indian Institutes of Information Technology (IIITs).Kalpit, who has scored 360 out of 360 in the JEE-Main, had earlier topped the Indian Junior Science Olympiad and the National Talent Search Examination (NTSE).\" I was confident of cracking the exam but had never expected to score a perfect 100 per cent.", "image": "http://media2.intoday.in/indiatoday/defaulimages/India-Today.jpg", "source": "India Today", "link": "http://indiatoday.intoday.in/story/udaipur-boy-tops-jee-main-becomes-first-to-score-100-per-cent/1/940178.html", "date": "Thu, 27 Apr 2017 15:47:34 GMT", "category": "Top Stories"}, "15": {"id": "f6bfaaf1b3b8a5fb68d40257585ff014", "title": "Vinod Khanna (1946-2017): 9 lesser known facts about him", "body": "’‘Talking about the end of his spiritual break, Khanna continued, “I went back to Bollywood.\nFor Mera Gaon Mera Desh (1971), Dharmendra revealed, that Khanna literally bled to infuse realism into the role.\nReportedly, Khanna had landed the Qurbani role in 1980 after Amitabh Bachchan refused it.\nKhanna became the first B’Town hero to retire from the films when he was at his peak.", "image": "http://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2017/04/27/Pictures/india-obit-vinod-khanna_8491f658-2b54-11e7-bd89-19cc2c5d765e.jpg", "source": "Hindustan Times", "link": "http://www.hindustantimes.com/bollywood/vinod-khanna-1946-2017-9-lesser-known-facts-about-him/story-0B9xQqFD3jlJz37hxk81aP.html", "date": "Thu, 27 Apr 2017 14:20:49 GMT", "category": "Top Stories"}, "16": {"id": "decd80c5951a805f8502eeaa8ea092fe", "title": "Pak to decide on India's request for consular access to Jadhav", "body": "display('div-gpt-ad-1490771277198-0'); }); var banHeight = $(\".article-middle-banner iframe\").height(); if(banHeight <= 1){ $(\".article-middle-banner\").height(0); $(\".article-middle-banner\").next().next().remove(); } Foreign Office spokesperson Nafees Zakaria said that India has sought consular access to 46-year-old Jadhav.\" We have made it clear time and again that Pakistan and India have signed an agreement on consular access in 2008, and according to clause VI of that agreement, decision to grant consular access in cases where detentions and arrests relate to political or security matters, the request of consular access will be decided on merits of the case,\" he said.", "image": "http://bsmedia.business-standard.com/include/_mod/site/html5/images/no-meta-preview.jpg", "source": "Business Standard", "link": "http://www.business-standard.com/article/pti-stories/pak-to-decide-on-india-s-request-for-consular-access-to-jadhav-117042701452_1.html", "date": "Thu, 27 Apr 2017 17:14:31 GMT", "category": "Top Stories"}, "17": {"id": "f0103d3196d05091d8f0bdcd09df2815", "title": "MCD election results: Arvind Kejriwal warns AAP councillors BJP may offer bribe", "body": "New Delhi: A day after its humiliating defeat in the municipal corporation elections in the national capital, Delhi chief minister and Aam Aadmi Party (AAP) national convener Arvind Kejriwal on Thursday urged newly elected councillors to not be swayed by the money that the Bharatiya Janata Party (BJP) may offer them.\nPretika KhannaTopics: MCD election results AAP Arvind Kejriwal BJP Aam Aadmi Party.", "image": "http://www.livemint.com/rf/Image-621x414/LiveMint/Period2/2017/04/28/Photos/Processed/kejriht-kCz--621x414@LiveMint.jpg", "source": "Livemint", "link": "http://www.livemint.com/Politics/tZk5MonwGC6dmzW4WaUlNI/MCD-election-results-Arvind-Kejriwal-warns-AAP-councillors.html", "date": "Thu, 27 Apr 2017 16:33:03 GMT", "category": "Top Stories"}, "18": {"id": "286483cce1b9b96fa79ea8dcbd620c72", "title": "LIVE, IPL 2017, RCB vs GL at Bangalore, cricket scores and updates: Bangalore bowled out for 134", "body": "Neutral", "image": "http://s2.firstpost.in/wp-content/uploads/2017/04/raina-kohli-1.png", "source": "Firstpost", "link": "http://www.firstpost.com/sports/live-ipl-2017-rcb-vs-gl-bangalore-cricket-scores-updates-bangalore-bowled-134-3409424.html", "date": "Thu, 27 Apr 2017 15:52:46 GMT", "category": "Top Stories"}, "19": {"id": "2cb0aee2caa28743a32256b0ace4111e", "title": "From hawai chappal to hawai jahaz, PM Modi wants to see a slipper-wearing commoner board a plane!", "body": "Neutral", "image": "http://media2.intoday.in/indiatoday/images/stories/pm-modi-story_647_042717062018.jpg", "source": "India Today", "link": "http://indiatoday.intoday.in/story/pm-modi-udan-scheme-modi-wants-commoner-to-wear-hawai-chappal-to-ride-plane/1/939904.html", "date": "Thu, 27 Apr 2017 15:43:35 GMT", "category": "Top Stories"}, "20": {"id": "e57e788a585dd90b1522db404fc47a44", "title": "IPL 2017, Match 31 — Gujarat Lions streamroll Royal Challengers Bangalore, compounds Virat Kohli's woes", "body": "At 22-3, Kedar Jadhav (31) joined AB de Villiers and the 32-year-old from Maharashtra blasted three successive fours off Thampi as RCB scored 35-3 in the first six overs.\nAt 22-3, Kedar Jadhav (31) joined AB de Villiers and the 32-year-old from Maharashtra blasted three successive fours off Thampi as RCB scored 35-3 in the first six overs.", "image": "http://ste.india.com/sites/default/files/2017/04/27/590081-gujarat-lions-ipl.jpg", "source": "Zee News", "link": "http://zeenews.india.com/cricket/ipl/ipl-2017-match-31-gujarat-lions-streamroll-royal-challengers-bangalore-compounds-virat-kohlis-woes-2000134.html", "date": "Thu, 27 Apr 2017 18:03:21 GMT", "category": "Top Stories"}, "21": {"id": "fdd559d23fd8372fb7c99447404a5188", "title": "Lokpal “workable”, no need to wait for a better law: SC to Centre", "body": "Non-appointment of Lokpal reached the SC after NGO Common Cause, through senior advocate Shanti Bhushan, sought its intervention to hasten the process as several sessions had passed since amendments to the Act were introduced in Parliament.", "image": "http://img.etimg.com/thumb/msid-58393567,width-672,resizemode-4/sc_bccl.jpg", "source": "Economic Times", "link": "http://economictimes.indiatimes.com/news/politics-and-nation/not-justifiable-to-keep-lokpal-acts-operation-pending-sc/articleshow/58393547.cms", "date": "Thu, 27 Apr 2017 18:22:00 GMT", "category": "Top Stories"}, "22": {"id": "297c50c4b2b21dff9cdf1d0a20d59538", "title": "Lack of intelligence inputs hurting Army", "body": "The pre-dawn attack on an Army camp in Panzgam village near Kupwara in Jammu and Kashmir on Thursday is the latest among a string of attacks on military installations over the last two years, and symbolic of a dramatic turnaround in the nature of violence in the Valley.", "image": "http://www.thehindu.com/news/national/article18260768.ece/ALTERNATES/LANDSCAPE_615/Armycol", "source": "The Hindu", "link": "http://www.thehindu.com/news/national/lack-of-intelligence-inputs-hurting-army/article18260769.ece", "date": "Thu, 27 Apr 2017 16:55:06 GMT", "category": "Top Stories"}, "23": {"id": "6c0ba4ae4ee1d87f52b7f6e422f44776", "title": "AAP appoints Gopal Rai as new Delhi Convenor", "body": "Senior AAP leader Gopal Rai.\n| Photo Credit: Sushil Kumar VermaDelhi's Development Minister and senior Aam Aadmi Party (AAP) leader, Mr.\nGopal Rai, has been appointed as the new Delhi convenor of the party.\nSources said that Mr.\nAfter the disappointing performance in the municipal elections, many senior leaders along with Mr.", "image": "http://www.thehindu.com/news/national/article18250727.ece/ALTERNATES/LANDSCAPE_615/GOPALRAI", "source": "The Hindu", "link": "http://www.thehindu.com/news/national/aap-appoints-gopal-rai-as-new-delhi-convenor/article18250728.ece", "date": "Thu, 27 Apr 2017 14:58:52 GMT", "category": "Top Stories"}, "24": {"id": "0cd72cbd5178a5ed8adca0238ebef307", "title": "Vinod Khanna was a magnificent man, he had the capacity to love people: Mahesh Bhatt", "body": "xml\"} ;)The duo soon became friends and it was Mahesh, who was introduced the actor, then at his career’s peak, to Rajneesh (also known as Osho) ashram in Pune.\nOf the last few conversations that Mahesh had with him, the one which had the actor particularly happy was concerning his son Sakshi Khanna.", "image": "http://images.indianexpress.com/2017/04/mahesh-bhatt-vinod-khanna-759.jpg?w=759", "source": "The Indian Express", "link": "http://indianexpress.com/article/entertainment/bollywood/vinod-khanna-was-a-magnificent-man-he-had-the-capacity-to-love-people-mahesh-bhatt-4631064/", "date": "Thu, 27 Apr 2017 17:11:21 GMT", "category": "Top Stories"}, "25": {"id": "9e85ba6eaf3531226bacedbb1d882cad", "title": "AAP's Punjab in-charge Sanjay Singh quits post", "body": "p-content div[id^=div-gpt] { line-height: 0px; font-size: 0px;} Senior AAP leader Sanjay Singh on Thursday resigned as the party's Punjab in-charge over its drubbing in the state Assembly polls in February.\" I have submitted my resignation as the party in-charge of Punjab to AAP's National Convenor Arvind Kejriwal.\npubads().enableSingleRequest(); googletag.\npubads().enableSyncRendering(); googletag.", "image": "http://bsmedia.business-standard.com/_media/bs/img/article/2017-01/06/full/1483707994-9589.jpg", "source": "Business Standard", "link": "http://www.business-standard.com/article/pti-stories/aap-s-punjab-in-charge-sanjay-singh-quits-post-117042700466_1.html", "date": "Thu, 27 Apr 2017 08:20:52 GMT", "category": "Top Stories"}, "26": {"id": "f873812e8b22a997449637cf015c601b", "title": "Appoint Lokpal at earliest, no need to wait for better law: SC to Centre", "body": "The bench said the proposed amendment to Section 4(3) of the Act would be clarificatory and will not amount to an attempt to cure a shortcoming in the Act which is proving to be an inhibition in law to the appointment of Chairperson or members of the Lokpal.\" The view of the Parliamentary Standing Committee with regard to the expediency of the Search/Selection Committee taking decisions when vacancy/ vacancies exists/exist is merely an opinion with which the Executive, in the first instance, has to consider and, thereafter, the legislature has to approve.\" The said opinion of the Parliamentary Standing Committee would therefore not be sacrosanct.", "image": "http://bsmedia.business-standard.com/_media/bs/img/article/2017-01/28/full/1485559209-5838.jpg", "source": "Business Standard", "link": "http://www.business-standard.com/article/current-affairs/appoint-lokpal-at-earliest-no-need-to-wait-for-better-law-sc-to-centre-117042701322_1.html", "date": "Fri, 28 Apr 2017 04:00:04 GMT", "category": "Top Stories"}, "27": {"id": "39096962f23b7fc8d84fad8ae274897c", "title": "Actor, seeker, neta: A star's trek ends", "body": "NEW DELHI: Vinod Khanna, whose rugged masculinity made him a fitting celluloid companion and competitor to Amitabh Bachchan in the 1970s, and who renounced stardom to seek spirituality and super-consciousness, passed away at a Mumbai hospital on Wednesday.\nActor, seeker, politician and avid cricket lover -Khanna journeyed through life with the same abandon that he landed blows on bad guys.", "image": "http://timesofindia.indiatimes.com/photo/58409119.cms?65803", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/india/actor-seeker-neta-a-stars-trek-ends/articleshow/58409126.cms", "date": "Fri, 28 Apr 2017 01:55:04 GMT", "category": "Top Stories"}, "28": {"id": "92eb97bcc3715f5077afd4c14ecd4e17", "title": "EC bribery case: Dinakaran taken to Chennai, cops look for direct evidence", "body": "A police team from Delhi brought AIADMK deputy general secretary T T V Dinakaran to Chennai on Thursday as part of the probe into his alleged attempt to bribe an Election Commission official to secure the party symbol.\n“All that we have now is an audio tape of a brief conversation between Dinakaran and Chandrasekhar.", "image": "http://images.indianexpress.com/2017/04/dinakaran-arrest-chennai-copy.jpg?w=759", "source": "The Indian Express", "link": "http://indianexpress.com/article/india/ec-bribery-case-dinakaran-taken-to-chennai-cops-look-for-direct-evidence-aiadmk-4631138/", "date": "Thu, 27 Apr 2017 19:29:19 GMT", "category": "Top Stories"}, "29": {"id": "3726c255fd0148fcf68c6f68dfed072a", "title": "US Secretary of State Rex Tillerson says China asked North Korea to stop nuclear tests", "body": "WASHINGTON: US Secretary of State Rex Tillerson said Thursday that China has threatened to impose sanctions on North Korea if it conducts further nuclear tests.\" We know that China is in communications with the regime in Pyongyang,\" Tillerson said on Fox News Channel.\" They confirmed to us that they had requested the regime conduct no further nuclear test.\" Tillerson said China also told the US that it had informed North Korea \"that if they did conduct further nuclear tests, China would be taking sanctions actions on their own.\" Earlier Thursday, the senior US Navy officer overseeing military operations in the Pacific said the crisis with North Korea is at the worst point he's ever seen, but he declined to compare the situation to the Cuban missile crisis decades ago.\" It's real,\" Adm.", "image": "http://timesofindia.indiatimes.com/photo/58410497.cms?580938", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/world/us/us-secretary-of-state-rex-tillerson-says-china-asked-north-korea-to-stop-nuclear-tests/articleshow/58410307.cms", "date": "Fri, 28 Apr 2017 04:01:00 GMT", "category": "Top Stories"}, "30": {"id": "ebfb18268b9a0f747716cffb3d28a279", "title": "'Sajjan Jindal secretly meets Nawaz Sharif in Pakistan's Murree, violates visa', says Pakistani media", "body": "In fact, the two sub-continental countries were admitted to the SCO on the condition they work together to improve their bilateral ties as well as promote the interest of the organisation \"That was one of the main reasons that both Prime Minister Nawaz Sharif and his Indian counterpart Narendra Modi met in Ufa, Russia at the sidelines of SCO summit in 2015,\" wrote the Tribune.", "image": "http://timesofindia.indiatimes.com/photo/58410336.cms?530645", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/india/sajjan-jindal-secretly-meets-nawaz-sharif-in-pakistans-murree-violates-visa-says-pakistani-media/articleshow/58410212.cms", "date": "Fri, 28 Apr 2017 03:40:00 GMT", "category": "Top Stories"}, "31": {"id": "4dfe9cc00360bed1027bf1a6ae23d026", "title": "She survives rape, now she has to fight her school's wrath", "body": "The parents have now approached the Delhi Commission for Women (DCW) which issued a notice to the Directorate of Education (DoE) seeking an explanation.\" The school has told the parents that the administration would not take responsibility for the safety of the girl and she will not be able to use the school bus like earlier if she accepts the condition and takes admission,\" DCW chief Swati Maliwal said.", "image": "http://timesofindia.indiatimes.com/photo/58410740.cms?20990", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/city/delhi/she-survives-rape-now-she-has-to-fight-her-schools-wrath/articleshow/58410743.cms", "date": "Fri, 28 Apr 2017 04:24:19 GMT", "category": "Top Stories"}, "32": {"id": "2a37cb127ec44c8c6d14065b087027e1", "title": "Karnataka is the most corrupt state when it comes to accessing public services, says survey", "body": "CMS said a telephonic survey was also conducted in January on the impact of demonetisation to assess citizen's perception on the level of corruption in public services with a randomly selected sub-sample in all the 20 states.\" More than half of the respondents felt the level of corruption decreased during that period (November-December last year) while 12 percent opined that graft had increased in that period.", "image": "http://s2.firstpost.in/wp-content/uploads/2017/04/corruption-poster-reuters.jpg", "source": "Firstpost", "link": "http://www.firstpost.com/india/people-in-karnataka-face-the-most-corruption-in-accessing-public-services-says-survey-3410266.html", "date": "Fri, 28 Apr 2017 04:28:23 GMT", "category": "Top Stories"}, "33": {"id": "2355682a189f3b92820f95ba47f62dc7", "title": "Kupwara: Captain, 2 soldiers killed as terrorists attack Army camp", "body": "NEW DELHI/SRINAGAR: In yet another brazen suicide attack on an Army base in Jammu & Kashmir, three heavily armed terrorists killed three soldiers, including a Captain, and injured seven others after breaching the perimeter of the Panzgam camp, near Chowkibal in Kupwara district, early on Thursday.", "image": "http://timesofindia.indiatimes.com/photo/58408004.cms?106152", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/india/kupwara-captain-2-soldiers-killed-as-terrorists-attack-army-camp/articleshow/58408012.cms", "date": "Fri, 28 Apr 2017 02:49:15 GMT", "category": "Top Stories"}, "34": {"id": "a7b83f7da1c743d425ff6dfa81621293", "title": "IPL 2017: 2-3 Players Can't Deliver Every Time, Says Virat Kohli as Royal Challengers Bangalore Head For Exit", "body": "In a small chase it is important if one guys takes the momentum.\" Gujarat Lions skipper Suresh Raina said Tye's two wickets in two balls was the turning point.\" The wicket did something with the new ball.", "image": "http://i.ndtvimg.com/i/2017-04/virat-kohli-ab-de-villiers-bcci_806x605_41492973805.jpg", "source": "NDTVSports.com", "link": "https://sports.ndtv.com/indian-premier-league-2017/ipl-2017-2-3-players-cant-deliver-every-says-virat-kohli-as-royal-challengers-bangalore-head-for-exi-1686968", "date": "Fri, 28 Apr 2017 03:04:50 GMT", "category": "Top Stories"}, "35": {"id": "0cfbc15a7e6c17267d69110f1594240a", "title": "AIADMK symbol bribery case probe widens, man who provided money to Dinakaran's aide arrested", "body": "ALSO READ:The other side of TTV Dinakaran: All you didn't know about the AIADMK leaderBJP using Delhi Police to take control of AIADMK, claim Tamil Nadu opposition partiesAIADMK symbol row: Dinakaran taken to Chennai for further investigationALSO WATCH:Delhi Police along with TTV Dinakaran land in Chennai for further questioning.", "image": "http://media2.intoday.in/indiatoday/images/stories/dhinakaran_647_021717012156_041917044202_042717104338_042817103614.jpg", "source": "India Today", "link": "http://indiatoday.intoday.in/story/aiadmk-symbol-bribery-case-hawala-operator-who-provided-money-to-dinakarans-aide-arrested-in-delhi/1/940399.html", "date": "Fri, 28 Apr 2017 04:47:20 GMT", "category": "Top Stories"}, "36": {"id": "ea009d81705e1432f99556cf4cf7ef1c", "title": "LIVE: Baahubali 2: The Conclusion Movie Review: Are you ready to find Why Kattappa killed Baahubali?", "body": ".@RanaDaggubati @tamannaahspeaks👍😊\" Actor Varun Tej‏ @IAmVarunTej tweeted, \"Baahubali 2 Mania everywhere!! Waiting to watch Baahubali/Shivudu take on Bhallaladeva @RanaDaggubati @ssrajamouli sir thanks for this epic!\" Read this story in Malayalam Baahubali 2: The Conclusion Review by Audience: Prabhas is at the very top of his game in #Baahubali2 ...What a frame, what a deep baritone! ", "image": "http://timesofindia.indiatimes.com/photo/58409078.cms?65049", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/entertainment/hindi/bollywood/previews/baahubali-2-movie-review-box-office-collection-bahubali-2-story-trailer-songs-baahubali-2-the-conclusion-review/articleshow/58409069.cms", "date": "Fri, 28 Apr 2017 02:23:57 GMT", "category": "Top Stories"}, "37": {"id": "0f692f30f81bca66106ac22b45a6677f", "title": "Donald Trump stokes World War III fear, warns of 'major, major conflict' with North Korea", "body": "WASHINGTON: US President Donald Trump said a major conflict with North Korea was possible over its nuclear and ballistic missile programmes, while China said the situation on the Korean peninsula could escalate or slip out of control.\nTrump, asked if he considered North Korean leader Kim Jong Un to be rational, said he was operating from the assumption that he is rational.", "image": "http://img.etimg.com/thumb/msid-58409761,width-672,resizemode-4,imglength-144262/news/defence/donald-trump-stokes-world-war-iii-fear-warns-of-major-major-conflict-with-north-korea/trump-stokes-world-war-iii-fear-warns-of-major-major-conflict-with-north-korea.jpg", "source": "Economic Times", "link": "http://economictimes.indiatimes.com/news/defence/donald-trump-stokes-world-war-iii-fear-warns-of-major-major-conflict-with-north-korea/articleshow/58409674.cms", "date": "Fri, 28 Apr 2017 04:21:44 GMT", "category": "Top Stories"}, "38": {"id": "592c45e36da4177e70e95f5af82f6c25", "title": "Robert Vadra made gains of Rs 50 crore from a land deal in Haryana in 2008: Dhingra Panel", "body": "This was to enable Robert Vadra to enlist DLF for the transfer of funds to the account of Skylight Hospitality, said the persons cited above.", "image": "http://img.etimg.com/thumb/msid-58407385,width-672,resizemode-4,imglength-171438/news/politics-and-nation/robert-vadra-made-gains-of-rs-50-crore-from-a-land-deal-in-haryana-in-2008-dhingra-panel.jpg", "source": "Economic Times", "link": "http://economictimes.indiatimes.com/news/politics-and-nation/robert-vadra-made-gains-of-rs-50-crore-from-a-land-deal-in-haryana-in-2008-dhingra-panel/articleshow/58407295.cms", "date": "Thu, 27 Apr 2017 19:44:46 GMT", "category": "Top Stories"}, "39": {"id": "3fbd4964d838db2a6ecb45a75044ddc0", "title": "Petty corruption on decline; bribe paid as low as Rs 10 for public services", "body": "NEW DELHI: Petty corruption in India has come down sharply, but the total estimated bribe paid by households in last one year for public services --including amounts of as low as Rs 10 --still stands high at Rs 6,350 crore, says a study.", "image": "http://img.etimg.com/thumb/msid-58405290,width-672,resizemode-4,imglength-63719/news/politics-and-nation/petty-corruption-on-decline-bribe-paid-as-low-as-rs-10-for-public-services/bribe-bccl.jpg", "source": "Economic Times", "link": "http://economictimes.indiatimes.com/news/politics-and-nation/petty-corruption-on-decline-bribe-paid-as-low-as-rs-10-for-public-services/articleshow/58405154.cms", "date": "Thu, 27 Apr 2017 17:21:00 GMT", "category": "Top Stories"}, "40": {"id": "82ac163ff8d607a7d544d0cc0a101150", "title": "Kupwara attack: Militants strike Army camp near LoC, Captain is among 3 personnel killed", "body": "Three Army personnel including a Captain were killed and five others injured when heavily armed militants sneaked into an artillery camp after snipping perimeter wire fences and opened fire in the early hours of Thursday in Panzgam in Kupwara district of north Kashmir.\n“The militants, who entered the camp after cutting the barbed wire (fencing), were engaged by soldiers.", "image": "http://images.indianexpress.com/2017/04/kupwara-7592.jpg?w=759", "source": "The Indian Express", "link": "http://indianexpress.com/article/india/kupwara-attack-militants-strike-army-camp-near-loc-captain-is-among-3-personnel-killed-4631263/", "date": "Thu, 27 Apr 2017 23:30:53 GMT", "category": "Top Stories"}, "41": {"id": "2e92108d58622ce2db1f1970e2fdbb2b", "title": "People in Karnataka faced corruption the most: CMS survey", "body": "According to the survey, \"77 per cent of respondents\" in Karnataka said they experienced corruption in accessing public services.\" This is followed by Andhra Pradesh (74 per cent), Tamil Nadu (68 per cent), Maharashtra (57 per cent), Jammu and Kashmir (44 per cent) and Punjab (42 per cent),\" it says.", "image": "http://media2.intoday.in/indiatoday/images/stories/karnataka--story_647_042817083712.jpg", "source": "India Today", "link": "http://indiatoday.intoday.in/story/people-in-karnataka-faced-corruption-the-most-cms-survey/1/940344.html", "date": "Thu, 27 Apr 2017 20:01:40 GMT", "category": "Top Stories"}, "42": {"id": "33cb359f9df08d71825b6c2916ac144e", "title": "Indian steel tycoon Sajjan Jindal meets Nawaz Sharif in Pak", "body": "Imran Khan's Pakistan Tahreek-i-Insaf (PTI) alleged that 'Sharif had a secret meeting in which Jindal conveyed the message of India's Prime Minister Narendera Modi to Sharif over the issue of Indian national Kulbhushan Jadhav who has been awarded death sentence by a Pakistani military court'.RESOLUTION AGAINST THE 'SECRET' MEETINGMeanwhile, a resolution on Friday was submitted in Pakistan's Punjab Assembly against the 'secret' meeting of Sharif and Jindal.", "image": "http://media2.intoday.in/indiatoday/images/stories/jindal_story_647_042817091505.jpg", "source": "India Today", "link": "http://indiatoday.intoday.in/story/indian-steel-tycoon-sajjan-jindal-meets-nawaz-sharif-in-pak/1/940347.html", "date": "Fri, 28 Apr 2017 03:45:00 GMT", "category": "Top Stories"}, "43": {"id": "af4964364a45b9f61c4ffcb61a02be75", "title": "People in Karnataka faced corruption the most: CMS survey", "body": "According to the survey, \"77 per cent of respondents\" in Karnataka said they experienced corruption in accessing public services.\" This is followed by Andhra Pradesh (74 per cent), Tamil Nadu (68 per cent), Maharashtra (57 per cent), Jammu and Kashmir (44 per cent) and Punjab (42 per cent),\" it says.", "image": "http://static.dnaindia.com/sites/default/files/2017/04/28/569979-rs-2000-notes-afp.jpg", "source": "Daily News & Analysis", "link": "http://www.dnaindia.com/india/report-people-in-karnataka-faced-corruption-the-most-cms-survey-2419771", "date": "Fri, 28 Apr 2017 03:50:00 GMT", "category": "Top Stories"}, "44": {"id": "068984b5bfd15bf5dc502cc044aa4fe0", "title": "Baahubali 2-The Conclusion movie review: Rajamouli's Mahishmati is richer, fantastic", "body": "Baahubali 2: The ConclusionDirector: SS RajamouliCast: Prabhas, Rana Daggubati, Anushka Shetty, Ramya Krishnan, Tamannaah Bhatia, Sathyaraj, NassarFilmmaker SS Rajamouli has always claimed that what we saw in Baahubali: The Beginning was just an introduction to the Baahubali franchise.", "image": "http://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2017/04/28/Pictures/baahubali-2_2cbe3ff8-2bbe-11e7-b189-41b029cdb6ad.jpg", "source": "Hindustan Times", "link": "http://www.hindustantimes.com/movie-reviews/baahubali-2-the-conclusion-movie-review-prabhas-anushka-shetty-impress-in-ss-rajamouli-s-film/story-FQ6O18Syd5uGcABCIUjf9L.html", "date": "Fri, 28 Apr 2017 05:03:45 GMT", "category": "Top Stories"}, "45": {"id": "d3534baf62c964889ef2a1fa49a9c321", "title": "China Warned North Korea Of Sanctions After Any Nuclear Test: US Secretary Of State", "body": "The Chinese side is resolutely opposed to this,\" Defence Ministry spokesman Yang Yujun told reporters.\" China's military will continue to carry out live-fire military exercises and test new military equipment in order to firmly safeguard national security and regional peace and stability.\" Susan Thornton, acting assistant secretary of state for East Asia, said on Thursday the US policy was to exert maximum pressure on North Korea through sanctions and diplomatic activity \"as frankly a last best way of seeing whether we can get a peaceful resolution to this problem.\" (Additional reporting by Phil Stewart, David Brunnstrom, Matt Spetalnick, Eric Beech and Patricia Zengerle in Washington and Ben Blanchard in Beijing; Writing by Jack Kim, Nick Macfie, Frances Kerry and Phil Stewart; Editing by Robert Birsel and James Dalgleish) © Thomson Reuters 2017document.", "image": "https://i.ndtvimg.com/i/2017-04/south-korea-us-military-drill-reuters_650x400_71493342960.jpg", "source": "NDTV", "link": "http://www.ndtv.com/world-news/china-warned-north-korea-of-sanctions-after-any-nuclear-test-us-secretary-of-state-1686958", "date": "Fri, 28 Apr 2017 01:45:00 GMT", "category": "Top Stories"}, "46": {"id": "e63b874566991116025814161d83c3cd", "title": "India On Track To Knock Britain Out Of World's Top 5 Economies", "body": "But the challenges the South Asian nation must surmount to get there are many.\nThese include executing a wide-ranging overhaul of the tax system, sorting out the biggest pile of distressed assets among major economies, reviving lackluster productivity, substantially increasing employment opportunities, encouraging corporate investment and overcoming a significant infrastructure shortfall.", "image": "http://i.ndtvimg.com/i/2017-03/gdp-650_650x400_41488356397.jpg", "source": "NDTV", "link": "http://profit.ndtv.com/news/economy/article-india-on-track-to-knock-britain-out-of-worlds-top-5-economies-1686982", "date": "Fri, 28 Apr 2017 04:02:11 GMT", "category": "Top Stories"}, "47": {"id": "47b36e22345bf78c9e2a90d3f81bf260", "title": "SC to govt: Appoint lokpal at earliest, absence of Leader of Opposition no reason to delay", "body": "Justice Gogoi, who wrote the 31-page judgment, said, \"If, at present, the LoP is not available, surely, the chairperson and other two members of the selection committee, namely, the Speaker of Lok Sabha and the CJI or his nominee, may proceed to appoint an eminent jurist as a member of the selection committee under Section 4(1)(e) of the Act.\" We also do not see any legal disability in a truncated selection committee to constitute a search committee for preparing a panel of persons for consideration for appointment as chairperson and members of lokpal.\" The SC said efforts to amend the Act to include the leader of the largest Opposition party in the selection panel was at best an attempt to streamline the working of the Act.", "image": "http://timesofindia.indiatimes.com/photo/58407424.cms?18423", "source": "Times of India", "link": "http://timesofindia.indiatimes.com/india/sc-to-govt-appoint-lokpal-at-earliest-absence-of-leader-of-opposition-no-reason-to-delay/articleshow/58407438.cms", "date": "Thu, 27 Apr 2017 19:49:51 GMT", "category": "Top Stories"}, "48": {"id": "ca9023666570156b02d31d8db96264e4", "title": "A strong India-China partnership is vital for the world: IMF", "body": "Zhang said the multilateral system has supported economic integration and the gains it has delivered should be protected.\" International co-operation is needed to reduce excessive external imbalances, promote policy frontier issues such as services and digital trade, strengthen the global financial safety net, mitigate capital flow volatility, and prevent tax avoidance/ evasion,\" he said.\" In addition to global imbalances and helping countries adjust to external shocks, IMF work continues to sharpen our understanding of the distributional effects of integration and technology as well as the mitigating roles of domestic policies,\" the IMF official said.", "image": "http://bsmedia.business-standard.com/_media/bs/img/article/2017-04/28/full/1493348601-3806.jpg", "source": "Business Standard", "link": "http://www.business-standard.com/article/economy-policy/a-strong-india-china-partnership-is-vital-for-the-world-imf-117042800142_1.html", "date": "Fri, 28 Apr 2017 04:14:43 GMT", "category": "Top Stories"}}}