{"_default": {"1": {"id": "b2bf4d5778588d14af402a521028c591", "title": "MCD Elections 2017: Manoj Tiwari, Who Once Lost To Yogi Adityanath, Shocks Arvind Kejriwal", "body": "New Delhi: HighlightsManoj Tiwari led BJP to victory in Delhi civic polls Had contested and lost to Yogi Adityanath in UP in 2009 Was brought by BJP to Delhi to woo capital's Poorvanchali voters In 2009, popular Bhojpuri actor Manoj Tiwari contested the national election from Uttar Pradesh as a Samajwadi Party candidate. He was fielded by the party from Gorakhpur, which has only sent the BJP's Yogi Adityanath to parliament since 1998. Mr Tiwari stood no chance. Cut to 2017. On Wednesday, as the BJP retained three municipal corporations in an election that had attained mega proportions, Manoj Tiwari, 46, took centrestage. As the BJP's Delhi chief, he gets credit for steering the party on ground to a commanding win, though all leaders, including the actor-turned-politician, have acknowledged that it was Prime Minister Narendra Modi's popularity that won the party a third term despite allegations of poor handling of Delhi's civic affairs. The BJP had won, Mr Tiwari said, because of PM Modi's policies and the leadership of party chief Amit Shah. \"This is a victory of Delhi's people who believe that the BJP will work for their happiness and welfare,\" he said on Wednesday in his victory speech. MCD Elections 2017: The BJP celebrated a huge win in Delhi civic polls yesterday. The BJP has won 181 out of the total 272 seats in the three corporations, dealing a severe blow to the hope of Chief Minister Arvind Kejriwal's Aam Aadmi Party of consolidating its position in Delhi and to the Congress, which had hoped for a political revival in the capital. Mr Tiwari's political standing gets a significant leg-up. He was handed charge of the Delhi unit only six months ago and tasked with ensuring that an anti-incumbency sentiment did not trip the party after controlling the Municipal Corporation of Delhi for 10 years. He was appointed with an eye on the capital's significant number of Poorvanchali voters, from eastern UP and Bihar. The BJP reckoned that the Poorvanchali voters, seen as the prime driver behind Arvind Kejriwal's sweep of Delhi in the assembly elections, would connect with the Bhojpuri actor-singer. MCD Elections 2017: Manoj Tiwari helped the BJP win the support of Poorvanchali voters. Manoj Tiwari, who is also the BJP member of Parliament from northeast Delhi, swiftly got down to the task, launching overnight stays in slums, unauthorised colonies and semi-urban parts of the city to interact with voters. In an intense campaign, he covered almost 250 of the 272 wards in the three corporations, Mr Tiwari switched with ease from Hindi to Bhojpuri and crooned his hit songs in areas dominated by Poorvanchali voters. He also reportedly composed some of the radio jingles that the BJP used extensively in its campaign for the MCD elections. Manoj Tiwari would've made vote appeals alongside once-rival Yogi Adityanath, but the plan to rope in the new Uttar Pradesh chief minister for the Delhi civic polls campaign did not come about. (With inputs from PTI)", "image": "https://i.ndtvimg.com/i/2017-04/manoj-tiwari-venkaiah-naidu-pti_650x400_81493268862.jpg", "source": "ndtv.com", "link": "http://www.ndtv.com/india-news/mcd-elections-2017-manoj-tiwari-who-once-lost-to-yogi-adityanath-shocks-arvind-kejriwal-1686539", "date": "Thu, 27 Apr 2017 04:59:52 GMT", "category": "Top Stories"}, "2": {"id": "a662f7e30965b81e2d722f8899cff2f0", "title": "Officer among 3 soldiers killed in militant attack on army camp in Kashmir's Kupwara", "body": "Three soldiers including an army captain were killed on Thursday when a group of militants stormed a garrison in south Kashmir’s Kupwara, a defence official said. Two militants were also killed in the attack at the Panzgam area of Chowkibal, the army spokesperson said, adding, “Search ops (operations are) in progress. ”Sources said five injured soldiers have been shifted to a hospital in Srinagar. PTI quoted official sources to identity the slain army officer as Captain Ayush. Read | Kupwara army camp attack LIVE: Three soldiers killed in Kashmir, militants used guns and grenadesThe attackers, suspected to be fidayeen militants, sneaked into the camp before sunrise at around 4. Sources said the group of four militants are believed to have had crossed over from Pakistan. The the Associated Press quoted army spokesperson colonel Rajesh Kalia as saying that the militants used guns and grenades to target soldiers northwest of Srinagar. The army cordoned off the entire area including a nearby forest area as bodies of only two militants have been retrieved so far. The attack is suspected to have been carried out by the Pakistan-based outfit Jaish-e-Mohammad. However, there was no independent confirmation of the incident and no rebel group has issued any statement so far. The attack came amid heightened tension across the valley since April 9, when eight people including seven students were killed by police and paramilitary forces during by-polls to the Srinagar Lok Sabha constituency. The incident will also likely to further strain the already frayed India’s relations with Pakistan, whom New Delhi accuses of sheltering and supporting militant outfits targeting security personnel in Kashmir. Last year, India carried out surgical strikes in Pakistan-occupied Kashmir (PoK) and took out several militant launch pads. Pakistan, however, denies any Indian strike on its territiory. The strikes followed a string of attacks on defence installions and army camps including one at Uri which had left 19 Indian soldiers dead in September last year. Weeks later, seven soldiers, including two majors, were killed when militants dressed as policemen stormed another military camp in Jammu and Kashmir’s Nagrota. On Wednesday, the Jammu and Kashmir government ordered internet service providers to block Facebook, Twitter and 20 other social media sites and online applications for one month “in the interest of maintenance of public order”. The move came after after several videos and photos depicting alleged abuses of Kashmiris by Indian security forces sparked outrage and fueled protests. Students across Kashmir have been rallying this month at anti-India demonstrations, facing off against heavily armed riot police and paramilitary soldiers. (With agency inputs)", "image": "http://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2017/04/27/Pictures/india-kashmir_34929eb8-2afb-11e7-a28f-c563b2540923.jpg", "source": "hindustantimes.com", "link": "http://www.hindustantimes.com/india-news/officer-among-3-soldiers-killed-in-militant-attack-on-army-camp-in-kashmir-s-kupwara/story-HIbIu5xIY5BPheTb4MDhvM.html", "date": "Thu, 27 Apr 2017 04:15:07 GMT", "category": "Top Stories"}, "3": {"id": "4ebbb197d3d3391555953c307c05fe14", "title": "PM Modi flags off Delhi-Shimla UDAN flight: With fares at Rs 2036, here is why it makes sense", "body": "The first flight under the government’s UDAN scheme from Shimla to Delhi was launched by Prime Minister Narendra Modi this morning. With this, the stated aim of the NDA government to enable anyone wearing a hawai chappal to be able to board a hawai jahaj is being realized as fares are capped at Rs 2,500 per hour of flying on these select routes. Simultaneously, Modi will also flag off the inaugural UDAN flights on Kadapa – Hyderabad and Nanded-Hyderabad sectors. The UDAN scheme is important from the air connectivity point of view – its stated aim is to get the aam aadmi to fly and in doing this, to get unserved and underserved airports to become better utilized. Take the case of the Shimla flight, which will be operated five days a week by Air India subsidiary Allaince Air. It will offer 35 seats on the Delhi-Shimla leg and only 15 on the return journey due to restrictions at Shimla airport though the aircraft is a 48-seater ATR, an Air India spokesperson told Firstpost. Of the 25 seats on the Delhi-Shimla leg, 24 will be priced at a flat Rs 2,036. Which means, if you buy the ticket early enough, flying to and from Shimla will cut the travel time significantly besides costing you a little more than a train journey. It anyway cuts the travel time and the hassle of alighting at Kalka station and then looking for an alternate mode of transport to Shimla. Remember, train facility is only till Kalka from Delhi and from there one has to either book a seat on the toy train or go by road. This morning, a one-way executive class fare on Kalka-Shatabdi for 1 May from New Delhi on the IRCTC website was Rs 1,265. From Kalka, Shivalik Delux to Shimla showed up as another Rs 415. Narendra Modi. PTIThe Delhi-Shimla flight also marks the restarting of operations at the Shimla airport, which has been an unserved airport since 2012 when operating airlines withdrew, citing non-viability. So why is Air India now re-launching operations to Shimla, knowing the skewed route economics? Under the new UDAN scheme, the state government and the centre are committed to providing subsidy as per a pre-decided formula which will perhaps help Air India not book interminable losses on this sector. The economics of this flight make for interesting reading. The Air India spokesperson said that the subsidy amount for this flight is Rs 3,340 per seat. He also explained that only 35 of the 48 seats on this ATR aircraft can by filled on the Delhi-Shimla leg due to airport restrictions whereas on the return journey, only 15 seats can be filled. What is evident from this is that 11 seats on the Delhi-Shimla leg will be priced much higher than the flat Rs 2036 fare for the first 24 seats. Some news reports have suggested that the price for these 11 seats could go up to Rs 20,000 since they will not be covered under the subsidy math, but the spokesperson did not confirm this. On the Shimla-Delhi leg, he said each seat will be priced at Rs 2036. UDAN is a first-of-its-kind scheme globally to stimulate regional connectivity through a market-based mechanism. Under this scheme, routes and networks were awarded to bidders who submitted valid proposals and quoted the lowest viability gap funding (VGF) from the government for such routes and network. The Airports Authority of India (AAI), the implementing agency, issued Letter of Awards for 27 such earlier this year. The UDAN scheme will connect 27 currently served airports, 12 underserved airports (which do not service a flight a day presently) and 31 unserved airports (which do not handle a single flight). Under UDAN, the largest number of airports served at 24 will be in the western region; 17 in north, 11 in south, 12 in east and 6 in north-eastern regions. As of now, the government has awarded 16 proposals are for single routes (connecting two cities) and 11 for networks (connecting three or more cities). Six proposals have been bid with zero viability gap funding (VGF), which means on these routes no subsidy amount would be given. So on a net outflow of 200 crore as VGF, 6. 5 lakh subsidized seats would be offered by participating airlines on routes which were otherwise lying unused or were rarely connected. After the first round of bidding for routes under the UDAN scheme was concluded last month, Air Odisha Aviation emerged as the airline connecting the maximum number of unserved airports in India - it proposes to connect 14 such airports which do not service even a single flight as of now. Some of the unserved airports which could again see flights under UDAN include Jaisalmer, Bikaner, Jamshedpur, Jalgaon, Akola, Kandla, Puducherry, Bhatinda, Cooch Behar and Bilaspur besides Shimla. The UDAN scheme offers subsidy for 50 percent of the seats on these routes, exclusive route monopoly for three years and a host of other concessions at the landing airports. In turn, it expects the airlines to cap fares at Rs 2,500 per seat per hour rate on regional flights. Alliance Air CEO C S Subbiah had said earlier he expected breakeven on each such ATR-72 flight in a month as 60-70 per cent load factor (which denotes percentage of occupied seats) should be enough for the airline to recover costs. Air Odisha CEO Sanjay Arya had said would take about three months for his 18-20 seater aircraft to break even on the regional routes. After the first round of bidding – airlines had to bid for the viability gap funding or subsidy they need for each route – five airlines qualified. These include Air India subsidiary Alliance Air, Air Odisha, Turbo Megha Airways, Air Deccan and SpiceJet. So the big boys of aviation not only stayed away from the first round of bidding, they are also waging a battle against a levy on metro flights which is being used to fund such regional connectivity. IndiGo, SpiceJet, GoAir and Jet Airways have gone to court against the levy imposed by the government on each flight taking off from a metro airport, and some of these airlines have yet not paid the sum accrued from this levy. Civil Aviation Secretary R N Choubey had said earlier the levy actually works out to just Rs 50 per metro passenger and should not be hard to bear. Besides the reluctance of the big domestic airlines to mount flights on these routes, among those airlines that have come forward some have a previous history in the industry which is not all praiseworthy. It remains to be seen if other than Air India and its subsidiaries, many new comers in the UDAN scheme are able to make ends meet despite the subsidy and a host of concessions at landing airports. ", "image": "http://s2.firstpost.in/wp-content/uploads/2017/03/Modi-Arrah-PTI2.jpg", "source": "firstpost.com", "link": "http://www.firstpost.com/business/pm-modi-flags-off-delhi-shimla-udan-flight-with-fares-at-rs-2036-here-is-why-it-makes-sense-3407920.html", "date": "Thu, 27 Apr 2017 06:12:51 GMT", "category": "Top Stories"}, "4": {"id": "0b566a497b0ab9e5fb8a3e4be8b731fa", "title": "Post Sukma attack, government asks security forces to target Naxal leaders", "body": "NEW DELHI: Following Monday's ghastly Maoist strike in Sukma that claimed the lives of 25 CRPF personnel, the government has asked the security forces to focus counter-offensive operations on \"high value targets\", including south Bastar divisional commander Raghu, head of Jagargunda area committee Papa Rao, and commander of the first battalion of People's Liberation Guerrilla Army (PLGA) Hidma, who is said to be behind the latest attack. According to government sources, the CRPF and other forces have been asked to demoralise the Naxalites by targeting their leaders, area commanders and influential members of the 'jan militia'. There are about 200-250 leaders of different committees and area commanders of Naxalites in Bastar who keep travelling to Jharkhand, Odisha and Maharashtra for coordination as well as to plan attacks on security forces, sources said. There are an estimated 4,000 armed Naxalite cadres in the Bastar belt, aided by a 10,000-12000-strong 'jan militia'. \"A large number of Naxalites have been arrested since last year, but senior leaders (of the insurgents) who plan ambushes on security forces have been eluding the forces for a long time. There is a need to arrest or eliminate them,\" said a government official. \"Home minister Rajnath Singh has already told the forces to go on an all-out offensive and break the Maoists' dominance in Bastar region, for which the government is ready to provide any number of extra companies (of security forces) and modern technology. . . It is important to pick these 250 leaders, and important members in the jan militia using robust intelligence,\" the official added. The forces attributed Monday's attack to not just a lack of human intelligence as around 400 Maoists stationed themselves at the attack site in Burkapal village, but also to the presence of few \"eyes in the air\", or unmanned aerial vehicles(UAVs). Sources said the CRPF and other forces have just two UAVs for the 10,470sqkm area of Bastar, considered the epicentre of Naxalite violence. The two UAVs, operated from Bhilai under the direction of the National Technical Research Organisation, cannot be deployed for every troop movement, and operations are undertaken on the basis of human intelligence, which turns out to be wrong at times. Both the CRPF and the Chhattisgarh government have informed the home ministry that they need a large number of UAVs to help gather \"real time intelligence\" about the movement of large contingents of Maoists inside the jungle, said sources. The home minister agreed, and has sought a detailed proposal. In addition, there are also plans to procure foliage-penetrating (FOPEN) radar and more Dhruv helicopters to monitor the movement and activities of Naxalites inside thick forests. The issue of sprucing up intelligence in Naxalism-affected areas was also discussed on Wednesday at a meeting the home minister held with NSA Ajit Doval and IB chief Rajiv Jain. ", "image": "http://img.etimg.com/thumb/msid-58392146,width-672,resizemode-4/untitled-11.jpg", "source": "economictimes.indiatimes.com", "link": "http://economictimes.indiatimes.com/news/defence/post-sukma-attack-government-asks-security-forces-to-target-naxal-leaders/articleshow/58392112.cms", "date": "Thu, 27 Apr 2017 04:26:43 GMT", "category": "Top Stories"}, "5": {"id": "728b17ff22b0b69db008f9be07a7f7cd", "title": "JEE Mains 2017 exam results likely today: A step-by-step guide to check your result", "body": "New Delhi: The Central Board of Secondary Education (CBSE) is likely to declare the results of the Join Entrance Examination(JEE) (Main) 2017 on Thursday. The examination was held on 2 April and the results will be available on the Board’s official website. The results to be published on Thursday and will include the JEE (Main) Paper 1 score and rank and also the list of top 2, 20,000 candidates eligible for JEE (Advanced). Merit among candidates will be decided as per higher marks in mathematics and physics and ratio of positive and negative marks. A candidate with a higher absolute value of the ratio will be given better rank. Here’s a step-by-step guide to check JEE Mains 2017 exam results. Follow these steps:■ Open the official website by clicking here. googletag. cmd. push(function() { googletag. display('div-gpt-ad-1492578481854-0'); });■ The website will flash a link: JEE Mains 2017 Results. Click on that. ■ The link will require a candidate to enter application number, date of birth and security pin. ■ Correct entry of the above three will open the results page. ■ The result will have a candidate’s score and rank card as well and whether he/she is eligible to appear for the JEE Advance 2017 Examination. ■ The rank comprises of the candidates’ All India Rank (AIR) and All India category rank. Earlier, the Ministry of Human Resource Development notified two changes in the JEE pattern for 2017, as per the information available on the CBSE website:First, there shall be no weightage for the 12th class marks in calculating the ranks in the JEE (Main) examination. Second, for the candidates to qualify for the admission in the IITs/NITs/IIITs and such other CFTIs whose admissions are based on the JEE (Advanced)/JEE(Main) ranks, they should have secured at least 75% marks in the 12th class examination, or be in the top 20 percentile in the 12th class examination conducted by the respective Boards. For SC/ST students the qualifying marks would be 65% in the 12th class examination. The States of Madhya Pradesh, Haryana, Uttrakhand, Nagaland, Odisha & some other institutions have joined JEE (Main) system, however, their admission criteria will be notified by the concerned authorities. Therefore, the candidates seeking admission to the institutions in these states, which were earlier admitting based on their State level examination, are also advised to fill in the JEE (Main)–2017 application form online. The Paper-1 (B. E. /B. Tech. ) of JEE (Main) will also be an eligibility test for the JEE (Advanced), which the candidate has to take if he/she is aspiring for admission to the undergraduate programmes offered by the IITs. LivemintTopics: JEE Mains 2017 JEE Results CBSE Joint Entrance Examination JEE Exam Results", "image": "http://www.livemint.com/rf/Image-621x414/LiveMint/Period2/2017/04/28/Photos/Processed/JEE-k6dH--621x414@LiveMint.jpg", "source": "livemint.com", "link": "http://www.livemint.com/Education/eULSVKbSKOg7pIibQPBgXK/JEE-Mains-2017-exam-results-likely-today-A-stepbystep-gui.html", "date": "Thu, 27 Apr 2017 06:09:21 GMT", "category": "Top Stories"}, "6": {"id": "0a38dcb429a5698886c30855b287f2d7", "title": "Kashmir separatist leader Asiya Andrabi arrested from her residence in Soura", "body": "Separatist leader Asiya Andrabi was arrested in Srinagar late on Wednesday night. A heavy contingent of police, along with the SHO, arrested Andrabi from her residence in Soura at 11:30 pm on Wednesday. Andrabi is the founder of a separatist organisation Dukhtaran-e-Millat (DeM) and a member of the All Parties Hurriyat Conference. The DeM is known issuing diktats in Kashmir on things Andrabi and Jamaat-ud-Dawa leader Hafiz Saeed consider un-Islamic. Andrabi is married to Ashiq Hussain Faktoo, a Hizbul Mujahideen leader who is currently in jail. According to reports, a few captured militants have confessed that videos of her speeches are shown at terror training camps across the Line of Control. In 2015, the Jammu and Kashmir Police had arrested Andrabi from her residence in Soura in connection with two cases registered against her -- for waving Pakistani flag and for addressing a rally by Hafiz Saeed via phone in Pakistan. The separatist leader’s arrest comes shortly before militants stormed into an army camp in Kashmir’s Kupwara district and killed three soldiers. An officer was among the three army men who were killed in the attack, apart from the two militants. This the second major attack on Indian forces in a week. Twenty five CRPF personnel were killed in an encounter with Maoists in Chhattisgarh’s Sukma district on Monday. ", "image": "http://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2017/04/27/Pictures/asiya-andrabi_10c9135c-2b07-11e7-a28f-c563b2540923.jpg", "source": "hindustantimes.com", "link": "http://www.hindustantimes.com/india-news/kashmir-separatist-leader-asiya-andrabi-arrested-from-her-residence-in-soura/story-Dq58rUZZ3uScWjxzP5DrJJ.html", "date": "Thu, 27 Apr 2017 05:06:49 GMT", "category": "Top Stories"}, "7": {"id": "dca340a1f1c7f79b03fb85d3f38bd3ce", "title": "Delay In Anti-Corruption Lokpal Not Justified, Supreme Court Tells Centre", "body": "New Delhi: There is no justification in keeping the anti-corruption Lokpal on hold, the Supreme Court told the Centre today, on a petition that says the process has been delayed for three years. The law to set up a Lokpal was passed in parliament in 2013 - after a massively popular campaign led by activist Anna Hazare that included Arvind Kejriwal and Prashant Bhushan - and enacted a year later. Last month, the government told the court that the Lokpal cannot be appointed for now as important changes to a committee that is to select its members have yet to be cleared by parliament. The changes involve redefining the \"Leader of Opposition\" post to enable the leader of the largest opposition group in the Lok Sabha to be a part of the Lokpal selection panel. This was needed after the Congress failed to win enough seats in the 2014 national election to qualify for the post of Leader of Opposition. The change has to be cleared in parliament, the government argued. \"The judiciary must respect separation of powers and can't direct parliament to pass amendments. It is the wisdom of the parliament to pass it,\" the government's top lawyer Mukul Rohatgi said. After the BJP came to power in 2014, the government said the leader of opposition's place in the Lokpal selection committee would stay vacant. The government later made a concession and decided to include the largest opposition party in selection panels not just for the Lokpal but also for CBI chief, the Information Commission and the Vigilance Commission. The Congress has been cleared to participate in all but the Lokpal panel. Other members of the Lokpal selection panel are the Prime Minister, the Lok Sabha Speaker, the Chief Justice of India or a Supreme Court judge, and an eminent jurist. A group of NGOs and activists have asked the court to step in saying it has been three years since the Lokpal law was passed but the ombudsman has not been appointed. Senior lawyer Prashant Bhushan has questioned the delay. \"The formation committee would hold PM, Speaker. . . and they said that they have not yet declared the leader of Opposition. . . The law was made three years back but not brought into force,\" Mr Bhushan said, adding, \"Modiji did not allow Lokpal in Gujarat for 10 years. When they had to appoint a CBI director, then immediate amendments were made. But right now there is nothing. \"", "image": "http://i.ndtvimg.com/i/2017-02/supreme-court_650x400_41487589850.jpg", "source": "ndtv.com", "link": "http://www.ndtv.com/india-news/supreme-court-verdict-on-lokpal-1686541", "date": "Thu, 27 Apr 2017 05:34:12 GMT", "category": "Top Stories"}, "8": {"id": "4defe6d13e7505f47e5076e5a267d276", "title": "EC bribery case: Delhi Police to travel to Tamil Nadu with Dhinakaran", "body": "NEW DELHI: A Delhi Police team probing the Election Commission bribery case will today travel to Tamil Nadu with arrested AIADMK (Amma) leader TTV Dhinakaran and his aide to gather details about \"illegal channels\" used for transferring money from Chennai to Delhi. The Crime Branch team will leave for Chennai along with Dhinakaran and Mallikarjuna. The police had secured warrants from a city court to search the Chennai residents of Dhinakaran and Mallikarjuna as part of its probe. Police will also be confronting Dhinakaran and Mallikarjuna along with the arrested middleman, Sukesh Chandrasekar, to get the details of the money trail and the phone conversations between them. In Chennai, police will try to recover the mobile phones through which Dhinakaran used to communicate with Chandrasekar. Dhinakaran was arrested on Tuesday night following four days of questioning for allegedly attempting to bribe an unidentified Election Commission official to get the undivided AIADMK's 'two leaves' election symbol for his faction. Police had earlier said Chandrasekar had struck a deal for Rs 50 crore to help the AIADMK faction keep the 'two leaves' symbol. He had Rs 1. 30 crore in cash in his possession when he was arrested from a five-star hotel in Delhi on April 16. Dhinakaran was arrested for allegedly arranging the amount from undisclosed sources and getting it transferred from Chennai to Delhi through illegal channels, said Deputy Commissioner of Police (Crime) Madhur Verma. Mallikarjuna was arrested for allegedly helping Dhinakaran transfer this money from Chennai to Delhi, he said. The police are verifying whether Chandrasekar had approached any Election Commission official for getting a favourable verdict for Dhinakaran's faction. The AIADMK (Amma) leader had come under the scanner of the police following Chandrasekar's arrest. Dhinakaran, who was appointed deputy general secretary by AIADMK chief V K Sasikala, has been isolated in his party amid moves to merge rival factions led by Tamil Nadu Chief Minister E K Palaniswami and his predecessor O Panneerselvam. A powerful section of the ruling AIADMK (Amma) recently revolted against the Sasikala-Dhinakaran leadership. The development came after Panneerselvam, who is leading the rival faction, demanded the ouster of Sasikala and Dhinakaran as a condition for merger talks. ", "image": "http://timesofindia.indiatimes.com/photo/47529300.cms", "source": "timesofindia.indiatimes.com", "link": "http://timesofindia.indiatimes.com/india/ec-bribery-case-delhi-police-to-travel-to-tamil-nadu-with-dhinakaran/articleshow/58392428.cms", "date": "Thu, 27 Apr 2017 04:43:00 GMT", "category": "Top Stories"}, "9": {"id": "a52af4e6dee76cfc5d083fa2aa8e574b", "title": "BJP now sets eye on Mamata's bastion, Amit Shah launches 'Ab Ki Baar BJP Sarkar' slogan in WB", "body": "KOLKATA: 'Ebar Bangla\" is the slogan BJP national president Amit Shah chose to motivate his party's cadre in Bengal on the second day of his three-day \"Vistar\" (expansion) tour to West Bengal. Ebar Bangla means this time Bengal. In his first address in Kolkata after 2016 assembly election, Shah made an elaborate presentation of the economic package given to the West Bengal government under Prime Minister Narendra Modi's regime. He made a strong case against West Bengal Chief Minister Mamata Banerjee's persistent complaint of economic deprivation by the Centre. While the Left Front government left a loan burden of Rs 1. 92 lakh crore after 34 years of its rule, under Banerjee's dispensation the burden has shot up to a whopping Rs 3. 50 lakh crore in six years, Shah said. He said from the 13th finance commission that marked the end of UPA II, Bengal got Rs 103,539 crore while the 14th finance commission under Narendra Modi's government allotted the state nearly triple the amount to Rs 2,89,942 crore. \"However, the central funds do not reach people as Mamata Banerjee's government does not allow that to happen. After Uttar Pradesh, Uttarakhand, Manipur and Goa, our aim is to rule Bengal. Ebar Bangla. Ab Ki Baar Bhajapa Sarkar in Bangla,\" said Shah. West Bengal used to contribute at least 25% share in India's growth that has now reached a nadir with around 4%. Bengal's share in bank deposits was 18% earlier and that has slipped to 12. 8% during the Left regime and under Mamata, it has touched all time low with 6. 3%. Similarly, the bank credit for Bengal is around 5% against the national average of 9. 86%. \"One can have an idea about industry by looking at electricity consumption here. The all India average for the electricity consumption per individual is 957 units, while Bengal is at least 30% lesser with an average of 609 units. Every fifth person here lives under below poverty line. The state has been doing consistently bad in agriculture and labour intensive sectors,\" Shah said. Bengal attracts less than 2% of FDI. \"Mamata Banerjee's government received Rs 34,732 crore in form of grant in aid in 14th finance commission. The revenue deficit grant given by the UPA to Bengal was nil. However, NDA has given them Rs 11760 crore in terms of revenue deficit grant. The state disaster grant has been increased to Rs 2,140 crore by us from Rs 1,263 crore given by UPA. We have also increased the local bodies grant to Rs 20832 crore from Rs 1444 crore,\" said Shah. In addition, the Centre has given Rs 3745 crore for Grameen Rozgar yojana to 51 lakh beneficiaries, Rs 2363 crore for 8. 8 lakh Ghar Nirman and Rs 1209 crore for 2322 Sadak Nirman, Rs 4262 crore under Deen Dayal Upadhyay Gram Jyoti Yojana and Rs 1075 crore for other electricity projects, added Shah. With the figures, Shah challenged Banerjee to counter him since he has given the list of 'Ana and Paisa'. Shah said Banerjee's party wears a disguise of 'simplicity' and but is 'scam-ridden' from the inside. Asked about communal tension that increased in Bengal, BJP president felt that it was largely due to the policies of appeasement of Musims by the Banerjee government. Appeasement, according to Shah, has created a volatile communal situation in Bengal. \"I do not make false claims. We do not make false promises to win elections. I challenge them to compare the figures of infant mortality in Bengal and Gujarat,\" Banerjee hit back. \"We have an agriculture growth of 6% in comparison with India's average of 1. 1%. We have a share of 13. 99% in service sector, while India's average is 9%. And in Bengal, industry growth is around 10% while the country's average is around 7%,\" she added. \"Instead of working for the people, BJP is running a malicious propaganda campaign on social media. BJP is jealous of development in non-BJP ruled states. That is why they are depriving Bengal of funds,\" Banerjee told the media persons after her administrative meeting in Alipurduar in North Bengal. ", "image": "http://img.etimg.com/thumb/msid-58388354,width-672,resizemode-4/shah1.jpg", "source": "economictimes.indiatimes.com", "link": "http://economictimes.indiatimes.com/news/politics-and-nation/bjp-now-sets-eye-on-mamatas-bastion-amit-shah-launches-aab-ki-baar-bhajapa-sarkar-slogan-in-wb/articleshow/58388223.cms", "date": "Wed, 26 Apr 2017 19:19:24 GMT", "category": "Top Stories"}, "10": {"id": "de373d1211e79b14474c26c91d1b8a6d", "title": "Kupwara terror attack: All we know so far", "body": "As many as three Indian Army personnel, including a captain, were killed and five others injured in an attack by terrorists on an army camp in district Kupwara of Jammu and Kashmir today. The terrorists are suspected to be members of banned terror outfit Jaish-e-Mohammad. Two terrorists were also killed in retaliatory actionA defence spokesperson told PTI that the terrorists attacked the army camp at Panzgam in Kupwara, around 100-kilometre from Srinagar– the capital of Jammu and Kashmir. He also confirmed that three soldiers, including the officer, were martyred in the attack before the two terrorists were killed. Five other Indian soldiers were injured in the attack, They were airlifted to Army’s 92 base hospital for treatment, according to PTI. The terrorists had attacked the army personnel who were involved in road opening duties in the area. According to official sources, the search operation is on to find out if any militant managed to sneak into the camp under the cover of darkness. According to an ANI report, two more terrorists are believed to be holed up and attempts were on to smoke them out. The entire area was cordoned off after the attack for search operations. The army camp attacked by the terrorists was close to the Line of Control (LOC). Jaish-e-Mohammad is a Pakistan-based terror outfit led by terrorist Masood Azhar. India has been making attempts to get him declared as an international terrorist by the UN. However, Indian attempts have been so far thwarted by China. The JeM has carried out many attacks in India in the last few years. It was also believed to be involved in the Pathankot terror attack last year on an Indian Air Force base. 3 soldiers martyred, dreams of 3 families shattered, as we were sleeping . Whatever be the solution,this now has to end somewhere. #Kupwara— Virender Sehwag (@virendersehwag) April 27, 2017In September, four days after the Uri attack, JeM terrorists were engaged in an encounter with the security forces. One of the terrorists was reportedly killed then. In February this year, three soldiers were martyred in an attack by terrorists and six others injured in Kashmir’s Bandipora. A civilian had also suffered injuries, while a terrorist was killed. Union Home Minister today hold a meeting with an inter-ministerial team to review the implementation of development package for Jammu and Kashmir announced by Prime Minister Narendra Modi. (With agency inputs)", "image": "http://images.financialexpress.com/2017/04/kashmir-terror-attack-pti.jpg", "source": "financialexpress.com", "link": "http://www.financialexpress.com/india-news/kupwara-terror-attack-all-we-know-so-far/644201/", "date": "Thu, 27 Apr 2017 05:49:39 GMT", "category": "Top Stories"}, "11": {"id": "fdd559d23fd8372fb7c99447404a5188", "title": "Not justifiable to keep Lokpal Act's operation pending: SC", "body": "The Supreme Court today said the Lokpal and Lokayuktas Act of 2013 is a \"workable piece of legislation\" and it was not justifiable to keep its operation pending. As per the Act, the Leader of the Opposition in the Lok Sabha will be part of the Lokpal selection panel. At present, there is no Leader of the Opposition in the Lok Sabha. A bench of Justices Ranjan Gogoi and Naveen Sinha, while referring to an earlier judgement of the apex court, said, \"We are holding that it is a workable piece of legislation and it is not justifiable to keep this pending. \" The apex court had on March 28 reserved its verdict on a batch of pleas seeking the appointment of Lokpal in the country. Earlier, senior advocate Shanti Bhushan, appearing for NGO Common Cause, had said that even though the Lokpal Bill was passed by Parliament in 2013 and came into effect in 2014, the Lokpal is not being appointed by the government deliberately. Attorney General Mukul Rohatgi had said the Lokpal cannot be appointed in the current scenario as amendments regarding the definition of the Leader of the Opposition in the Lokpal Act was pending in Parliament. The apex court had on November 23 last year pulled up the Centre over the delay in appointment of Lokpal, saying it should not allow the law to become a \"dead letter\". In the Lok Sabha, the largest opposition party Congress has only 45 members and lacks the requisite 10 per cent of total 545 seats, giving rise to the requirement to amend the present Lokpal Act. The plea by NGO Common Cause had sought a direction to the Centre to make the appointment of chairperson and members of Lokpal as per the amended rules framed under the Lokpal and Lokayuktas Act, 2013. The NGO, in its plea filed through advocate Prashant Bhushan, had also sought a direction to the Centre to ensure that the procedure for selecting the chairperson and members of Lokpal must be transparent as envisaged under the Act. ", "image": "http://img.etimg.com/thumb/msid-58393567,width-672,resizemode-4,imglength-48499/news/politics-and-nation/not-justifiable-to-keep-lokpal-acts-operation-pending-sc.jpg", "source": "economictimes.indiatimes.com", "link": "http://economictimes.indiatimes.com/news/politics-and-nation/not-justifiable-to-keep-lokpal-acts-operation-pending-sc/articleshow/58393547.cms", "date": "Thu, 27 Apr 2017 06:05:00 GMT", "category": "Top Stories"}, "12": {"id": "a60a1f30d2bf14018e6241c9b266ea4e", "title": "IPL 2017: Gautam Gambhir Says Kolkata Knight Riders Confident of Chasing Any Target", "body": "Terming Kolkata Knight Riders as a \"good chasing side\", captain Gautam Gambhir says they back themselves to chase down any target set by the opposition team in the ongoing IPL. After winning the toss and electing to bowl first, KKR first restricted Rising Pune Supergiant to 182 for five and then chased down the target with seven wickets in hand. \"I thought we are a good chasing side and we are confident of chasing anything. Restricting the opposition to 180 was terrific and the credit needs to go to the bowlers,\" said Gambhir after registering their sixth win out of eight games in this IPL. KKR's chase was built on the 158-run second wicket stand between Robin Uthappa (87 off 47 balls) and Gambhir (62 off 46 balls). \"It's good to keep contributing, I keep saying Orange Cap does not matter if you don't have points as a team. But it is good to score runs and when you are, score as much as you can,\" the KKR skipper said. Uthappa, who was named man-of-the-match for his blistering knock, said he has lot of belief in his own abilities. \"I've always been strong. I have a lot faith in what I'm doing. I'm really confident and I'm enjoying myself out there,\" he said. \"I am enjoying my keeping, I think MS (Dhoni) has set the benchmark for Indian keepers, so I'm slowly but surely getting there. \"The win propelled KKR to the top of the table and Uthappa stressed on the need to keep the momentum going. \"It is very important to respect the momentum we have created for ourselves. Teams tend to fall off in the second half of the tournament,\" he said. Rising Pune Supergiant captain Steven Smith said dew played a role while they were defending the target. \"I thought at the halfway point that it was quite a good total. The wicket was slow, but the dew came on in the chase. \"The wicket just sped up and became very good to bat on. The guys were able to hit through the line comfortably. Gautam (Gambhir) and Robin (Uthappa) batted beautifully,\" Smith said. He also stressed on the need to work on their fielding, which according to him has been letting the team down. \"We put down a few catches and it proved costly, we need to work on our fielding. It has happened in a few games in a row and we need to change it. Not sure if it's an attitude problem. But, hopefully, we can improve on our fielding,\" Smith concluded. ", "image": "http://i.ndtvimg.com/i/2017-04/gautam-gambhir-and-robin-uthappa-bcci_806x605_51493231753.jpg", "source": "sports.ndtv.com", "link": "https://sports.ndtv.com/indian-premier-league-2017/ipl-2017-gautam-gambhir-says-kolkata-knight-riders-confident-of-chasing-any-target-1686529", "date": "Thu, 27 Apr 2017 04:41:42 GMT", "category": "Top Stories"}, "13": {"id": "d00e5fff51f0ef90aaae762e349f0672", "title": "No Development In Bengal Despite Enough Funds From Centre: BJP Chief Amit Shah", "body": "Kolkata: BJP chief Amit Shah on Wednesday said the Centre offered enough financial assistance to West Bengal but there was no development in the state, and asked the Mamata Banerjee government to answer where the money has gone. Hitting out at the Trinamool Congress over Narada and Sarada scams, Mr Shah said he is worried about the development and progress of West Bengal. \"You all know about issues like Narada, Sarada scandals and law and order problems. But there remains another issue - where has the fund allocated to the state by the Centre gone?\" he asked. \"While the 13th Finance Commission had allocated Rs 1,3,585 crore to Bengal in five years, you will be happy to note the Narendra Modi government gave Rs 2,82,942 crore to Bengal. Where has this money gone?\" he asked the crowd at a 'Vikas Sabha' of the party. \"There has been no development in the state -- no roads, poor electrification in rural areas. Can Mamataji tell the people of the state where the money went,\" Mr Shah said. He also took a swipe at Ms Banerjee for protesting demonetisation and said, \"While the entire world has been praising the note ban, only Didi (Mamata Banerjee) was crying hoarse. \" The BJP president exhorted the people of Bengal to give his party a chance \"since you have already tried the the Congress, the Left and the TMC\". Three leaders -- including former Congress leader Kanak Debnath, former AICC member Manoj Pandey and former TMC leader Anupam Dutta -- joined the BJP at the programme. Some intellectuals including a popular Bengali writer, including actor-turned BJP MP Roopa Ganguly were also present on the occasion at Mahajati Sadan. (This story has not been edited by NDTV staff and is auto-generated from a syndicated feed. )", "image": "http://i.ndtvimg.com/i/2017-04/amit-shah-kolkata-650-pti_650x400_61493223923.jpg", "source": "ndtv.com", "link": "http://www.ndtv.com/india-news/no-development-in-bengal-despite-enough-funds-from-centre-bjp-chief-amit-shah-1686487", "date": "Thu, 27 Apr 2017 02:17:27 GMT", "category": "Top Stories"}, "14": {"id": "72c66b9064620594b622d411849161a8", "title": "Three army men martyred as terrorists attack Kupwara army camp in J&K", "body": "SRINAGAR: Two soldiers and an army captain were martyred this morning after terrorists attacked an Army camp in Jammu and Kashmir's Kupwara district, reported Times Now. Five soldiers were also injured in the attack. The army officer killed was identified as Captain Ayush, official sources told PTI. Two suspected Jaish-e-Mohammed terrorists were gunned down in the exchange of fire. An encounter between security forces and terrorists is still under way. A hunt is on to ascertain if any militant managed to sneak into the camp under the cover of darkness, PTI said. The personnel at the camp are involved in road opening duties in the area, the agency added. Read this story in Kannada Read this story in ગુજરાતી", "image": "http://timesofindia.indiatimes.com/photo/58392437.cms?254459", "source": "timesofindia.indiatimes.com", "link": "http://timesofindia.indiatimes.com/india/three-soldiers-martyred-as-terrorists-attack-kupwara-army-camp-in-jk/articleshow/58390384.cms", "date": "Thu, 27 Apr 2017 05:57:34 GMT", "category": "Top Stories"}, "15": {"id": "e1fcec7fe9d5009052395f13eccf0385", "title": "MCD Elections 2017: As Resignations, Anger Surge, Arvind Kejriwal Meets With Party Leaders", "body": "MCD Elections 2017: Arvind Kejriwal called meeting of AAP legislators after defeat in Delhi civic polls. New Delhi: HighlightsArvind Kejriwal calls meeting of all AAP lawmakers AAP lost the civic election in Delhi yesterday Many resignations in AAP over election defeats Arvind Kejriwal, whose Aam Aadmi Party (AAP) appears to be struggling with an all-time low in popularity ratings, has called all his lawmakers home for a meeting a day after the party's latest election loss. AAP has lost the Municipal Corporation of Delhi election held on Sunday, with the BJP retaining its grip on the civic body with a huge majority. There have been a rash of resignations in AAP since then; Dilip Pandey has quit as Delhi in-charge and Sanjay Singh has resigned as the Punjab convenor, three months after the party lost in the state. Alka Lamba, an import from the Congress, has offered to quit as Delhi legislator. This has added to the party's string of poll losses this year just two years after it won a spectacular mandate to rule Delhi and stunned seasoned rivals. Last month, after AAP lost its debut elections in Punjab and Goa, Mr Kejriwal and other leaders of the party blamed it on faulty EVMs or Electronic Voting Machines. MCD Elections 2017 Results: The AAP office bore a deserted look on Wednesday. That has been a recurring theme for the party since then, but after yesterday's defeat, many leaders have questioned that line. Bhagwant Mann, one of AAP's most prominent faces, has accused the leadership of \"behaving like a mohalla cricket team\" and making a \"historic blunder\" in Punjab. He said yesterday that the party should look within, instead of blaming EVMs. The civic poll results indicate that since the 2015 Delhi election, AAP's vote share in the capital has dropped by almost half from 54 per cent to around 26. Some 40 AAP candidates lost their deposit. In the assembly election, AAP won 67 of Delhi's 70 seats, leaving only three for its nearest rival, the BJP. MCD Elections 2017: The BJP celebrated a huge win in Delhi civic polls yesterday. Weeks ago, the party lost one of those seats to the BJP in a by-election, so badly in fact, that its candidate even lost the security deposit. AAP's critics called the loss a precursor of its MCD election defeat. Mr Kejriwal's meeting today comes in the middle of worries that the party is losing its members to defections. Two leaders had crossed over to the BJP during the civic poll campaign. The Chief Minister had alleged recently that his MLAs were being contacted and attempts are being made to draw them away. AAP confronts another potential crisis next month when the Election Commission is likely to decide on a complaint seeking the disqualification of 21 of its lawmakers for allegedly violating \"office of profit\" rules. If nearly a third of AAP's lawmakers are disqualified, the party faces by-elections that it could find tough to win. ", "image": "http://i.ndtvimg.com/i/2017-04/arvind-kejriwal-afp-650_650x400_81493182219.jpg", "source": "ndtv.com", "link": "http://www.ndtv.com/india-news/arvind-kejriwal-summons-aap-legislators-after-delhi-rout-1686569", "date": "Thu, 27 Apr 2017 07:03:00 GMT", "category": "Top Stories"}, "16": {"id": "a196c8447a7ce3f01e9231165cd66b1f", "title": "Israeli strike hits Iranian arms supply depot in Damascus: Source", "body": "Syrian rebel and intelligence sources said Israel struck an arms supply hub on Thursday operated by the Lebanese Hezbollah group near Damascus airport where weapons from Tehran are regularly sent by commercial and military cargo planes. Syrian President Bashar al-Assad is backed in the country's six-year civil war by Russia, Iran and regional Shi'ite militias including Hezbollah, which is a close ally of Tehran and a sworn enemy of Israel. Israeli Intelligence Minister Israel Katz, speaking from the United States, where he has been meeting U. S. officials, to Israeli Army Radio: \"I can confirm that the incident in Syria corresponds completely with Israel's policy to act to prevent Iran's smuggling of advanced weapons via Syria to Hezbollah in Iran. Naturally, I don't want to elaborate on this. \"\"The prime minister has said that whenever we receive intelligence that indicated an intention to transfer advanced weapons to Hezbollah, we will act. \"An Israeli military spokeswoman declined to comment. Two senior rebel sources operating in the Damascus area cited their monitors in the eastern outskirts of the Syrian capital, where the airport is located, as saying five strikes had hit an ammunition depot used by Iran-backed militias. Lebanon's al-Manar television, which is affiliated with Hezbollah, said early indications were that the strikes hit warehouses and fuel tanks and had caused only material damage and no human casualties. Israeli officials have previously said they view any movement of advanced weaponry to Hezbollah units in Syria as a \"red line\" that would prompt it to carry out air strikes or artillery fire in the past. A senior regional intelligence source who requested anonymity said the targeted depot handles a significant volume of weapons sent by air Iran, a leading ally of Assad in the region. The source said many of the arms are destined for an array of Iran-backed militias, led by Hezbollah, which have thousands of fighters engaged in some of the toughest fronts against Syrian rebels. Pro-Syrian government media and the Britain-based Syrian Observatory for Human Rights early on Thursday reported a large blast near the airport and a resident of central Damascus, several kilometres (miles) away said it woke her from sleep. The rebel sources said the attack caused a fire with flames appearing to come from a closed military area of the sprawling complex they believed was used by Tehran to supply weapons to Iranian-backed militias operating alongside the Syrian army. ", "image": "http://media2.intoday.in/indiatoday/images/stories/damascus-story_647_042717100352.jpg", "source": "indiatoday.intoday.in", "link": "http://indiatoday.intoday.in/story/damascus-international-airport-blast-fire-syria/1/939449.html", "date": "Thu, 27 Apr 2017 06:33:45 GMT", "category": "Top Stories"}, "17": {"id": "c08ba9b44b0a3ae9ac0ea3c9c8755b11", "title": "My dream is to see slipper-wearing passengers fly: PM Narendra Modi", "body": "SHIMLA: Prime Minister Narendra Modi on Thursday flagged off the first Rs 2,500-an-hour flight from Shimla as part of an UDAN scheme that makes air travel accessible to lower middle class families. It also plans to enhance connectivity with more airports in the country. The first regional flight under the Ude Desh ka Aam Nagrik (UDAN) scheme was flagged off between Shimla and Delhi from Jubbarhatti, the tabletop airport located 2,196 metres above sea level and 22 km from here. During his day-long visit to the Queen of Hills, which saw mild showers in the morning, Modi underscored the thrust on keeping the air fares within the reach of the middle class. \"My dream was to see a person who wears a 'hawai chappal' to fly on the 'hawai jahaz' or plane,\" he said in his almost 20-minute address in Hindi. Air India subsidiary Alliance Air, which will operate the Delhi-Shimla flight, has put the fare at Rs 2,036. He said the UDAN scheme caters to the aspirations of the people of India, making flights cheaper than taxi fare. \"The lives of the middle class are being transformed and their aspirations are increasing. Earlier, aviation was considered to be the domain of a select few. That has changed now,\" Modi said. The Prime Minister foresees tier-II and tier-III cities as \"growth engines\" with the country's aviation sector filled with opportunities. \"If aviation connectivity in tier-II and tier-III cities is enhanced in these places, it will be beneficial,\" he said. \"We had the opportunity to frame a civil aviation policy, which caters to the aspirations of the people of India. \"The UDAN scheme is going to help the tourism sector in Himachal Pradesh,\" Modi said. Accompanied by Himachal Governor Acharya Devvrat, Chief Minister Virbhadra Singh and Union Ministers P. Ashok Gajapathi Raju, Jayant Sinha and J. P. Nadda, Modi simultaneously flagged off the inaugural UDAN flights on the Kadapa-Hyderabad and Nanded-Hyderabad sectors through video conferencing. The Shimla airport had been shut for scheduled flights since September 6, 2012, affecting tourists and business travellers. Air India subsidiary Alliance Air will operate the Delhi-Shimla flight. The seating capacity of the airlines under the UDAN scheme will range from 19 to 78. Fifty per cent of the seats in every flight will have a fare cap of Rs 2,500 per hour. The airline companies chosen are Airline Allied Services (Alliance Air), SpiceJet, Turbo Megha Airways, Air Deccan and Air Odisha. The operations under the scheme are intended to provide air connectivity to unserved and remote routes, with airfare capped at Rs 2,500 for an hour's journey of around 500 km, the Ministry of Civil Aviation said in a statement. The scheme caps airfare for an hour-long journey of approximately 500 km on a fixed wing aircraft or for 30 minute journey on a helicopter at Rs 2,500. The UDAN Scheme is a key component of the National Civil Aviation Policy (NCAP) which was released on June 15 last year. On March 30, the central government awarded contracts to five companies to operate flights on 128 routes that will connect 70 airports. This was Modi's third visit to Himachal Pradesh and the first to the state capital since he became the Prime Minister in 2014. ", "image": "http://img.etimg.com/thumb/msid-58396007,width-672,resizemode-4/untitled-20.jpg", "source": "My dream is to see slipper-wearing passengers fly: PM Narendra Modi", "link": "http://economictimes.indiatimes.com/news/politics-and-nation/my-dream-is-to-see-slipper-wearing-passengers-fly-pm-narendra-modi/articleshow/58396023.cms", "date": "Thu, 27 Apr 2017 08:30:46 GMT", "category": "Top Stories"}, "18": {"id": "625552460e2eff47436af9e639ab221c", "title": "BJP using Delhi Police to take control of AIADMK, claim Tamil Nadu opposition parties", "body": "The arrest of TTV Dinakaran under charges of trying to bribe Election Commission officials to obtain AIADMK's two leaves symbol has raised questions whether the BJP is working to destabilise Tamil Nadu politics. Opposition parties like the DMK, Viduthalai Chiruthaigal Katchi (VCK), Congress and CPM have claimed the BJP is using Dinakaran as a pawn to rake chaos in Tamil Nadu corridors of power. \"It is the BJP's doing, as they are trying to take control of AIADMK and gain a footprint in Tamil Nadu\", said G Ramakrishnan, state president of CPM. WHY DINAKARAN'S ARREST WAS IMPORTANTThe arrest of TTV Dinakaran definitely changed the course of Tamil Nadu politics and paved way for the rebellious O Panneerselvam to merge with Sasikala faction. The only possibility for this to happen was the absence of TTV Dinakaran in Chennai who was appointed as Deputy General Secretary of AIADMK by VK Sasikala before her imprisonment at Bengaluru's Parapanna Agrahara jail. Reports about Panneerselvam getting support from the BJP has been doing the rounds ever since the former CM's sudden revolt against Sasikala days after Jayalalithaa's death. According to sources, the only incriminating evidence against Dinakaran is an audio clip of a conversation between middle man Sukesh Chandra and a hawala agent. DINAKARAN - OPS'S BHISMA PITAMAHDinakaran, is an experienced politician and was once considered as the 'Bhishma Pitamah' for O Panneerselvam. He was the one who brought Panneerselvam into limelight. Dinakaran proved his mettle by holding the party together even after his aunt's imprisonment and conducted a successful campaign at RK Nagar. Word is that his canvassing was so comprehensice that he would have easily won the constituency had the Election Commission not cancelled the election. However, the Election Commission cancelled the RK Nagar elections, saying it has preliminary incriminating documents that money was distributed for votes. The fact is that, the Income Tax department claimed that a set of documents were recovered at minister Vijayabhaskar's house which carried names of Chief Minister Edapadi K Palanisami, Electricity Minister Thangamani, Finance Minister Jayakumar and Municipal and Corporations Ministers SP Velumani and also that Rs 89 crore were given to them. None of these men were questioned except for Vijayabhaskar. Dinakaran even then claimed that he'll face the issue legally and left for Bangalore to meet Sasikala, within that fortnight, the other ministers held a meeting and announced that they are ready for a merger with the OPS camp. DELHI POLICE USED AS PAWN?Last week, Delhi Police announced that it has arrested one Sukesh Chandra who was the middleman in Dinakaran's deal with some Election Commission officials to buy AIADMK's two leaves symbol. Interestingly, Sukesh claimed that he never knew who Dinakaran was. \" I have been made a scapegoat, they are implicating me for the past things,\" Sukesh said as he was taken to the court. Delhi Police summoned TTV Dinakaran after naming him as a 'suspected accused'. Subsequently, he was brought to Delhi and arrested after two days of interrogation. EVIDENCE AGAINST DINAKARANThe incriminating evidence of an audio clip between TTV and Sukesh Chandra seems to be hypothetical. A court source claimed that Delhi Police only have an audio clip of a conversation between Sukesh Chandra and a Hawala agent. \"Now as another move they are going to take him on a 'vacation' to Chennai, Bangalore and Kochi. Imagine this, the accused says that he's innocent and yet they are taking him on a trip to find out the money trail. Can it get anymore crazier,\" laughed a former police official who requested anonymity. So the big question is why Delhi Police is indulging in such an investigation? Is it trying to fight corruption or is it being used by someone as a muscle force?WATCH: Dinakaran arrest: From Mannargudi to Poes Garden to prisonALSO READ:AIADMK symbol row: Dinakaran taken to Chennai for further investigationTTV Dinakaran confesses to meeting middleman in EC bribery case, assumed he was high court judgeFor AIADMK's Dinakaran, is it the end of road or just another master plan?", "image": "http://media2.intoday.in/indiatoday/images/stories/dhinakaran-story_647_042017063425_042717022424.jpg", "source": "BJP using Delhi Police to take control of AIADMK, claim Tamil Nadu opposition parties", "link": "http://indiatoday.intoday.in/story/ttv-dinakaran-aiadmk-two-leaves-bribery-case-election-commission-delhi-police/1/939651.html", "date": "Thu, 27 Apr 2017 08:57:34 GMT", "category": "Top Stories"}, "19": {"id": "baa247aab38fa0eaea39744c7be1d025", "title": "2550 Crores By Cheque, No Bouncing, Top Court Warns Sahara's Subrata Roy", "body": "New Delhi: Subrata Roy, the 68-year-old chief of the Sahara conglomerate will have to return to jail if he does not deposit about 2,052 crores with the Supreme Court by July 15. The Sahara chief, who was arrested in 2014 and given bail last year, was present in court and told judges that he would furnish two cheques for the same amount. \"We are warning you - if the cheques are not realized, we will send you to Tihar Jail directly from court,\" the judges responded. The Supreme Court is looking to ensure that Sahara repays thousands of crores to investors that were collected through a savings deposit scheme that was declared illegal by market regulator SEBI. Sahara has been told to refund a principal amount of 24,000 crores. It has paid about 12,000 crores, while missing a series of deadlines for the balance. The court has been insisting that it urgently provide 5,000 crores - of which about half must now be provided by mid-June. Mr Roy's lawyer, former minister Kapil Sibal, argued against the court's decision at the last hearing to auction Sahara's lavish Aamby Valley township near Lonavala in Maharashtra. It is spread over more than 10,000 acres and includes luxury resort accommodation and an 18-hole golf course and its estimated worth is 34,000 crores- more than what Sahara owes SEBI. The court rejected the request to reconsider the auction. \" Some times your offer looks like a mirage, it sometimes like a sprinkle,\" said judges, referring to different repayment options Sahara has made in the past. Mr Roy was arrested in 2014 and placed in Delhi's Tihar Jail. He was granted bail last year to attend his mother's cremation. Since then, his bail has been extended repeatedly. He has yet to be formally charged over the bonds scheme and has denied any wrongdoing. Sahara is still trying to sell some of its prized assets at home and overseas, including New York's Plaza Hotel and London's Grosvenor House hotel. ", "image": "http://i.ndtvimg.com/i/2015-06/subrata-roy_650x400_71434644182.jpg", "source": "2550 Crores By Cheque, No Bouncing, Top Court Warns Sahara's Subrata Roy", "link": "http://www.ndtv.com/india-news/2-550-crores-by-cheque-no-bouncing-top-court-warns-saharas-subrata-roy-1686689", "date": "Thu, 27 Apr 2017 09:51:56 GMT", "category": "Top Stories"}, "20": {"id": "494950f3dcf36119f9b7be2d14168667", "title": "Yamuna floodplains damaged: NGT issues contempt notice to Art of Living founder Sri Sri Ravi Shankar", "body": "New Delhi: The National Green Tribunal on Thursday issued notice to spiritual figure Sri Sri Ravi Shankar on a contempt plea against him for blaming the Centre and the panel for damaging Yamuna floodplains by allowing his NGO's cultural extravaganza held there. \"Notice to the respondent,\" a bench headed by NGT Chairperson Justice Swatanter Kumar said while seeking his reply before 9 May, the next date of hearing. However, Art of Living (AOL) spokesperson and legal adviser Kedar Desai said, \"No such order has been passed. It is factually incorrect to report that any notice has been issued. The matter has been simply adjourned to May 9. \"Sri Sri Ravi Shankar. AFPDesai's stand was contradicted by petitioner's counsel Rahul Choudhary who said the bench has issued notice to the AOL founder and sought his reply by 9 May. During the hearing, the bench also pulled up petitioner Manoj Misra over his plea, asking him \"how this has come in the press before coming to us. \"Misra has sought action against Ravi Shankar alleging that his remarks on social media had interfered with free and fair dispensation of justice. AOL's World Cultural Festival was held on the Yamuna floodplains from 11-13 March, 2016, to celebrate 35 years of its service. In a statement published on the AOL's website, Ravi Shankar had blamed the government and the NGT for permitting AOL to hold the function and said his foundation had obtained all necessary permissions, including from the green panel, and the event could have been stopped in the beginning itself if the river was so \"fragile and pure\". In a Facebook post, Ravi Shankar had said, \"If, at all, any fine has to be levied, it should be levied on the Central and state governments and the NGT itself, for giving the permission. If the Yamuna was so fragile and pure, they should have stopped the World Culture Festival\". In the plea filed through advocates Ritwick Dutta and Rahul Choudhary, Misra had said the AOL head's statements \"denigrated the dignity and status of this tribunal, which was an interference in the fair dispensation of justice\". He had asked NGT to take appropriate action against Ravi Shankar for making the statements which \"on the face of it, scandalises/tends to scandalise and interferes/tends to interfere with the free and fair dispensation of justice by the apex green tribunal. \"The NGT had earlier termed as \"shocking\" the charge levelled by Ravi Shankar and the AOL against the government and the green panel for the damage to the Yamuna floodplains, saying they had \"no sense of responsibility\". An expert committee had told the NGT that a whopping Rs 42. 02 crore would be required to restore the floodplains which was ravaged due to the cultural extravaganza last year. The expert panel had suggested that there would be two components of rehabilitation plan — physical and biological, which would cost Rs 28. 73 crore and Rs l3. 29 crore respectively, besides additional ancillary expenses. The AOL had alleged that the findings of the panel were \"biased\" and made allegations against Prof CR Babu, a member of the expert panel which had quantified the damage to the floodplains. \"The Art of Living is a responsible and environment-sensitive NGO. We have never caused any damage to the environment but have in fact worked for preserving and reviving it through various environment-related projects over the years,\" it had said. ", "image": "http://s2.firstpost.in/wp-content/uploads/2017/04/Sri-Sri-Ravi-Shankar-AFP1.jpg", "source": "Yamuna floodplains damaged: NGT issues contempt notice to Art of Living founder Sri Sri Ravi Shankar", "link": "http://www.firstpost.com/india/yamuna-floodplains-row-ngt-issues-contempt-notice-to-sri-sri-ravi-shankar-3408182.html", "date": "Thu, 27 Apr 2017 08:52:35 GMT", "category": "Top Stories"}, "21": {"id": "a6e8e76fc9b53766821bab00efbb4731", "title": "Vinod Khanna, actor and MP, dies at 70", "body": "MUMBAI: Veteran actor and Member of Parliament Vinod Khanna - the Bollywood heartthrob best known for his roles in films such as \"Amar Akbar Anthony,\" \"Qurbaani\" and \"Insaaf\" - died of cancer at a hospital here this morning. He was 70. \"He passed away at 11. 20am. It's a sad moment for us. . . We request you all (media) for privacy,\" the actor's brother Pramod Khanna said. Khanna was admitted to the Sir HN Reliance Foundation Hospital on March 31 with complications arising out of severe dehydration. Pay your tributes to Vinod Khanna An official statement from the hospital said Khanna was suffering from bladder cancer. Khanna was the Bharatiya Janata Party (BJP) member of the Lok Sabha from Gurdaspur in Punjab. He was into his fourth term as MP from the seat. The actor is survived by his wife, Kavita Khanna, and four children - Rahul, Akshaye, Sakshi, and Shraddha. Rahul and Akshaye, both actors, were from his first wife, Geetanjali. Feted as one of the most handsome actors of the Hindi film industry, Khanna made his acting debut in 1968 with \"Man Ka Meet\". In many of the earlier films, Khanna played a negative or a supporting role. His potential was first noticed in Gulzar's \"Mere Apne\" in 1971. A much sought after actor in the 1970s and 1980s, he acted in several blockbusters, including \"Mera Gaon Mera Desh\", \"Reshma Aur Shera\", \"Elan\", \"Insaaf\" and \"Dayavan\". Will always remember Vinod Khanna as a popular actor, dedicated leader & a wonderful human. Pained by his demise. My condolences. & Narendra Modi (@narendramodi) April 27, 2017 He and Amitabh Bachchan were a popular pair, and acted in several films such as \"Amar Akbar Anthony\", \"Here Pheri\" and \"Muqaddar Ka Sikandar\". At the height of his popularity, Khanna surprised his fans when he took a break from acting for five years to join Osho Rajneesh at his ashram in Pune in 1982. But he returned to cinema in the late eighties, and courted success again with films such as \"Insaaf\" and \"Satyameva Jayate\". Read Also: Bollywood mourns Vinod Khanna's demise He was was last seen in the Shah Rukh Khan-starrer \"Dilwale\" in 2015. Khanna's contemporary Shatrughan Sinha described his death as a personal loss. \"Vinod Khanna was a greatly admired personality. It's a personal and emotional loss for me as we have been very close and journeyed together in films as well as in politics,\" Sinha who worked with Khanna in hits like \"Mere Apne\", \"Bombay 405\" and \"Do Yaar\", said. Celebrities, young and old, remembered him as one of the most charismatic personalities of the Hindi film world. Veteran singer Asha Bhosle remembered him as \"a decent man and a star till the very end. \" Rishi Kapoor, who played Khanna's younger brother in \"Amar Akbar Anthony\" and worked with him in another memorable hit \"Chandni\", tweeted, \"Will miss you Amar. RIP. Remembering the good times with you, Vinod. Thank you for being my friend. \" Superstar Rajinikanth said, \"My dear friend Vinod Khanna. . . Will miss you, RIP. My heartfelt condolences to the family. \" Filmmaker Karan Johar said, \"His screen presence is unparallelled even today. . . his super star swag is what we grew up on. . . . RIP VinodKhanna . . . thoughts and prayers. \" Actor Akshay Kumar said Khanna's passing was the end of an era. \"Sad to learn about the passing away of Vinod Khanna Sir, one of the most charismatic actors. . . truly end of an era. \" (With inputs from agencies) Read this story in Marathi", "image": "http://timesofindia.indiatimes.com/photo/58396599.cms?44579", "source": "Vinod Khanna, actor and MP, dies at 70", "link": "http://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/vinod-khanna-actor-and-mp-dies-at-70/articleshow/58396519.cms", "date": "Thu, 27 Apr 2017 09:24:26 GMT", "category": "Top Stories"}, "22": {"id": "ed75a25092aa1014211e571f22676df6", "title": "Is Arvind Kejriwal-led Aam Aadmi Party changing tack on EVMs after MCD election drubbing?", "body": "A day after the Aam Aadmi Party got a drubbing in the MCD election in the Capital, party chief and Delhi Chief Minister Arvind Kejriwal today called a meeting of AAP leaders at his residence. The meeting, which was attended by nearly all the MLAs of the Aam Aadmi Party, saw the AAP brass introspecting on the defeat in MCD election and chalking out the future path for the party. The party seems to be changing tack on the electronic voting machine (EVM) controversy with its MLAs choosing not to speak on the subject. NO COMMENTS ON EVMsIf sources are to be believed, AAP leadership, during the meeting, accepted that EVMs were not the only reason for the party's dismal performance in the MCD election. Nearly 50 per cent of the party's MLAs are believed to have told the leadership that they were prepared for a loss in the MCD election and do not doubt EVMs. Following the party meet, Aam Aadmi Party MLA Jagdeep Singh said, \"If we find anything concrete on EVMs, we will talk about it\". Similarly, Avtar Singh, who is the AAP legislator from Kalkaji, did not comment on EVMs. On Wednesday, Aam Aadmi Party chief Arvind Kejriwal refrained from speaking on electronic voting machines (EVMs) after the MCD election result. Kejriwal took to Twitter to congratulate the BJP for winning all the three municipal corporations in Delhi. \"I congratulate BJP on their victory in all 3 MCDs. My government looks forward to working with MCDs for the betterment of Delhi,\" Arvind Kejriwal said. A DIVIDED HOUSEAfter the MCD election result came out on Wednesday, the Aam Aadmi Party, which rode to power in Delhi in 2015, was a divided house on the subject of EVM tampering. While leaders like Gopal Rai and Manish Sisodia put the blame of AAP losing the MCD election to EVM tampering, others like Kapil Mishra called for introspection. \"This is the time to introspect why we had to see this day after two years. . . The results cannot be viewed only by blaming the EVMs,\" Kapil Mishra said. Kapil Mishra admitted that a \"BJP wave\" existed. This was in contrast to AAP leader Gopal Rai saying there is \"no Modi wave\" but \"EVM wave\" in Delhi. Aam Aadmi Party MP Bhagwant Mann slammed the AAP leadership for behaving like \"a mohalla cricket team\" and said there was no use finding fault with EVMs. COURSE CORRECTIONWitnessing one electoral setback after the other, the Aam Aadmi Party is in need of a course-correction. As the results of the MCD election have shown, the EVM tampering controversy has failed to cut ice with voters who are more interested in their leaders talking about issues such as health and sanitation. Many experts blamed the AAP's negative campaign on EVMs as one of the reasons for its electoral loss in Delhi. The Aam Aadmi Party is now staring at a possibility of a mid-term poll in Delhi with the Election Commission expected to soon deliver its verdict on the petition seeking disqualification of 21 AAP MLAs over 'office of profit' . With the party vote share nosediving in the MCD election, Arvind Kejriwal has little time to correct its image in the eyes of Delhi voters. Perhaps, shifting its focus from EVMs to development will help. (Inputs from Abhishek Anand and Ashutosh Mishra)ALSO READ:Whither Arvind Kejriwal's AAP? What MCD election results mean for Delhi's ruling partyOpposition should stop bayanbaazi and start working, BJP will get a huge mandate in 2019: Amit Shah to India TodayMCD poll results: Ex-AAP leader Mayank Gandhi slams Arvind Kejriwal in scathing open letterMCD election results: Why electronic voting machines are the biggest losers in AAP vs BJP battleALSO WATCH", "image": "http://media2.intoday.in/indiatoday/images/stories/kejriwal_story_647_042717024033.jpg", "source": "Is Arvind Kejriwal-led Aam Aadmi Party changing tack on EVMs after MCD election drubbing?", "link": "http://indiatoday.intoday.in/story/is-arvind-kejriwal-led-aam-aadmi-party-changing-tack-on-evms-after-mcd-election-result/1/939668.html", "date": "Thu, 27 Apr 2017 09:16:08 GMT", "category": "Top Stories"}, "23": {"id": "eafdd67a3d95d1f72c3a45cf31356f83", "title": "J&K: Mob hurl stones, bricks at Army personnel post terror attack", "body": "Kupwara (Jammu and Kashmir): Stone pelting returned to haunt the Valley on Thursday, as a mob was seen hurling stones and bricks at Army personnel near the site of the terror attack in Kupwara. At least three soldiers including an Army officer lost their lives in the attack on an Army camp Thursday morning. The injured soldiers were airlifted to Army's 92 Base Hospital here for treatment. Two terrorists were eliminated and combing operations were launched to ensure no untoward elements were left in the vicinity. The stone pelting began a few kilometers away from the Army camp in Kupwara where the terror attack took place at 4:30 am. The protesters were trying to disturb movement of the Army convoy by pelting stones on the security forces. The Valley has witnessed a string of violent incidents this month starting with clashes between civilians and security forces and in the run-up to the Srinagar by-polls on April 9. The People's Democratic Party (PDP)-Bharatiya Janata Party (BJP) government in the state had on Wednesday banned 22 social networking sites and applications, including Facebook, WhatsApp and Twitter in Kashmir on the grounds that these were being misused to fan trouble. Tension in Kashmir over the past few months has escalated immensely and several terror modules have been identified in the process. More than 100 soldiers have been killed in the Valley since the beginning of 2016, and the number tally has been rising rapidly as these attacks have become more frequent in recent times. Not only soldiers but the number of civilian causalities in the region has also witnessed a sharp rise after the sentiment of dissent among the people of the region increased last year. Driven by separatist, a large section of the people residing in the Valley resorted to protests against the army after popular Hizbul Mujahideen commander Burhan Wani was encountered last year. This led to a sharp escalation of tension in the region, fuelled by stone-pelting by the residents. When the army retaliated with pellets, several innocents suffered permanent injuries and a large number of people succumbed to injuries. When the first by-polls were attempted in the Valley earlier this month, there was a large-scale violence in specific regions, with Anantnag witnessing violence and bloodshed. More than three hundred people suffered injuries and around eight men were killed in the middle of retaliatory gunfire and stone-pelting. The Mehbooba Mufti government has made several attempts to scale down the violence in the terror-trotted Valley, but has failed miserably. Yet the soldiers and the civilians in the region continue to be victims of major attacks originating from across the border. This attack comes days after Jammu and Kashmir Chief Minister Mehbooba Mufti had a discussion with Prime Minister Narendra Modi and Union Home Minister Rajnath Singh to improve the situation in the Valley. ", "image": "http://dc-cdn.s3-ap-southeast-1.amazonaws.com/dc-Cover-g9d5a0hna1ed0mqfi30hgp1oi0-20160709135622.jpeg", "source": "J&K: Mob hurl stones, bricks at Army personnel post terror attack", "link": "http://www.deccanchronicle.com/nation/current-affairs/270417/jk-mob-hurl-stones-bricks-at-army-personnel-post-terror-attack.html", "date": "Thu, 27 Apr 2017 09:39:52 GMT", "category": "Top Stories"}}}