{"_default": {"1": {"id": "5607d349480d946b1b9b92a584e604f5", "title": "Watch | MCD poll results: Arvind Kejriwal makes councillors take oath that they will not abandon AAP", "body": "In a bid to ensure the loyalty of his newly-elected 48 councillors in the Delhi Municipal Corporation, AAP chief Arvind Kejriwal made them take an oath that they will not desert the party and abandon the anti-corruption movement. Asking the councillors to stand up and take an oath with their heart and in the name of God, he added that the oath is not a formality. \"Main apne bhagwan ko hazir nazir maan ke shapat leta houn ki main kabhi bhi apni pavitra party aur is andolan ko dhoka ki nahi dunga (I take an oath in the name of God that I will never betray my sacred party and will never betray the movement)\", was the oath the councillors took with the Delhi CM. \"You will not be happy if you leave this party for the money offered by BJP. You will never live happily if you go in that direction,\" Kejriwal said. According to an NDTV report, the party has been receiving several resignations by senior leaders. He also asked them to work honestly and be vigilant against their own greed and raise their voice against corruptionHe discussed other matters with them including giving priority to the work done with AAP volunteers and MLAs, and co-operating with the safai karamcharis. He also warned them that BJP may use tactics to get them into trouble and advised them to always record any such interactions. \"We had no aukat (standing) but then a miracle happened and we became CM, MLAs. If you betray this sacred movement then it will be akin to you ditching the God. If you abandon this movement, party and the aspiration of the people then you will be never happy in life,\" he said. ", "image": "http://static.dnaindia.com/sites/default/files/2017/04/27/569748-499450-pti-arvind-kejriwal-2.jpg", "source": "Watch | MCD poll results: Arvind Kejriwal makes councillors take oath that they will not abandon AAP", "link": "http://www.dnaindia.com/india/report-watch-mcd-elections-result-arvind-kejriwal-makes-councillors-take-oath-that-they-will-not-abandon-aap-2418533", "date": "Thu, 27 Apr 2017 12:39:31 GMT", "category": "Top Stories"}, "2": {"id": "f6bfaaf1b3b8a5fb68d40257585ff014", "title": "Vinod Khanna (1946-2017): 9 lesser known facts about him", "body": "A villain, a star, a sanyasi and a politician, Vinod Khanna, also known as “the monk who sold his Mercedes” and Swami Vinod Bharti, today succumbed to cancer at the age of 70. Born in a Punjabi family to Kamla and Kishanchand Khanna, a textiles, dyes and chemicals businessman, in 1946, in Peshawar, British India (now in Pakistan), his family moved to Bombay when India was partitioned. “We reached Bombay, where my father had an office. Initially, we stayed with friends and relatives. I was a good student and a favourite with the teachers. In 1957, when I was in class VI, we moved to Delhi,” Khanna had revealed in an old interview in 2002. While at the boarding school, he fell in love with motion pictures after watching Mughal-e-Azam. After graduating from Sydenham College with a commerce degree, he embarked on his movie career. Considered as one of the best looking actors in Bollywood, Khanna became popular with the audience and featured in innumerable lead roles. But his love for spirituality soon made him lose his superstardom to Amitabh Bachchan. Talking about the era when he left the B-Town, Khanna had said, ‘‘I have always been a seeker. In the film industry, I had money, glamour, fame but wondered now what? Initially, I visited Osho’s ashram in Pune every weekend. I even diverted shooting schedules to Pune. I was finally initiated on December 31, 1975. When I announced my retirement from films, nobody believed me. ”Detailing his stint as sanyasi, he had noted, ‘‘I was Osho’s mali: I am one of the few Indians to have stayed with Osho in Rajneeshpuram, the city he built in America. I spent four years with Osho. I was his gardener, I cleaned the toilets, I did the dishes, and his clothes were tried out on me because we were, physically, of the same stature. ’‘Talking about the end of his spiritual break, Khanna continued, “I went back to Bollywood. Returning to the movies was the easy part. It was leaving my guru in America which was an almost-impossible decision so much attached was I to Osho. He asked me to run the Puna ashram, but I said no. That is the most difficult no I have ever said in my life. ’‘Here are some more lesser-known facts about his life:1. Before he became popular for the cop roles, Khanna, who is known for his distinct style and persona, made quite an impression as a scowling dacoit in many flicks. The ‘villain-turned-hero,’ who debuted in Sunil Dutt’s 1968 film Man Ka Meet as a villain, played supporting or low-down characters in the films such as Purab Aur Paschim, Sachaa Jhutha, Aan Milo Sajna and Mastana in 1970 and Mera Gaon Mera Desh and Elaan in 1971. 2. For Mera Gaon Mera Desh (1971), Dharmendra revealed, that Khanna literally bled to infuse realism into the role. 3. Khanna finally got the opportunity to expand his repertoire when Gulzar noticed his ability to meld brute force with emotional vulnerability and cast him in leading roles in Mere Apne (1972) and Achanak (1973). 4. In the songless Achanak (1973), he won rave reviews for his performance, wherein he had to kill his adulterous wife. 5. He attempted risky, offbeat roles too. He broke the taboo about lovemaking in Aruna Vikas’ Shaque (1976), while his mature and complex performance as a murder suspect in the movie was lauded. 6. Between 1971-1982, the actor starred in 47 multi-hero films like Ek Aur Ek Gyarah, Hera Pheri, Khoon Pasina, Amar Akbar Anthony, Zameer, Parvarish and Muqaddar Ka Sikandar. 7. Reportedly, Khanna had landed the Qurbani role in 1980 after Amitabh Bachchan refused it. The film later became the highest-grossing film of that year. 8. Khanna became the first B’Town hero to retire from the films when he was at his peak. His search for spiritual satisfaction took him to Osho. He became a disciple of Osho (Bhagwan Shree Rajneesh) in 1975 and in the early 1980s, he shifted to Rajneeshpuram in the US, where he spent his time cleaning dishes and working as Osho’s gardener. 9. After joining the Bharatiya Janta Party (BJP) in 1997, the ‘abhineta-turned-neta’ proved his mettle in politics too. He represented Punjab’s Gurdas Parliamentary seat four times in the Lok Sabha and became the Minister of State for External Affairs in the National Democratic Alliance (NDA) government led by former prime minister Atal Bihari Vajpayee. ", "image": "http://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2017/04/27/Pictures/india-obit-vinod-khanna_8491f658-2b54-11e7-bd89-19cc2c5d765e.jpg", "source": "Vinod Khanna (1946-2017): 9 lesser known facts about him", "link": "http://www.hindustantimes.com/bollywood/vinod-khanna-1946-2017-9-lesser-known-facts-about-him/story-0B9xQqFD3jlJz37hxk81aP.html", "date": "Thu, 27 Apr 2017 14:20:49 GMT", "category": "Top Stories"}, "3": {"id": "0863ebb8144c86c5b9b35bc1259ce886", "title": "IPL Live Cricket Score, RCB vs GL: Gujarat Win Toss, Elect To Bowl vs Bangalore", "body": "If there is anything that is common between Royal Challengers Bangalore (RCB) and Gujarat Lions (GL) in the Indian Premier League (IPL) Season 10, it is their desperate quest for points. With half the tournament over, GL are still at last position, while RCB aren't doing much better either. They had to be satisfied with one point after the rained-out match against Sunrisers Hyderabad in Bangalore on Tuesday. Given their precarious position, even that one point could end being gold dust. As things stand, Bangalore have six matches left in the league and need to win all of them to have any realistic chance of ending up among the top four at the end of the league. Presently they have five points from eight matches. (LIVE SCORECARD)Catch all the live cricket action and live updates of the match between Royal Challengers Bangalore and Gujarat Lions. 20:18 IST: Out! Thampi sends Virat Kohli packing. Short from Thampi and Kohli pulls it straight to short fine leg. Bangalore 22 for one after 3. 5 overs. 20:14 IST: Four! Rare from Gayle, gets down on one knee and slashes the ball for a boundary. Bangalore 17 for no loss after three overs. 20:08 IST: Six! First maximum of the match, full length on the pads of Kohli, as he flicks it over deep mid-wicket. 20:07 IST: Short ball from Basil Thampi, Kohli attempts a pull but misses it!20:04 IST: After the first over Bangalore stand at three runs for no loss. Cautious start from the skipper! #RCB 3/0 after the first over #PlayBold #RCBvGL pic. twitter. com/vCgotSs17u20:00 IST: Good first ball from Nathu, shaped in nicely into Gayle. 19:59 IST: Nathu Singh to lead the bowling attack for Lions. 19:58 IST: Virat Kohli and Chris Gayle opening the batting for the Challengers. 19:57 IST: Players and umpires make their way out to the field. Let's go!19:43 IST: Here are the playing XI for both teams. #IPL Match 31: Here are the Playing XIs for @RCBTweets & @TheGujaratLions #RCBvsGL pic. twitter. com/StFUIUrTbI19:30 IST: It's toss time! Gujarat Lions captain Suresh Raina wins toss and elects to field against Bangalore. The Lions have won the toss and Captain #SureshRaina has decided to bowl first. #GameMaariChhe #RCBvGL pic. twitter. com/FGGVIaVDgP19:28 IST: Gujarat Lions warming up before their game against Royal Challengers Bangalore. . @TheGujaratLions are warming-up ahead of their match against @RCBTweets #RCBvGL pic. twitter. com/rYwBWStApG19:26 IST: Royal Challengers Bangalore warming up before their home game against Lions. #IPL Match 31: @imVkohli & the @RCBTweets boys are in the middle warming up for #RCBvGL pic. twitter. com/vyV5KhRhX419:22 IST: Kevin Pietersen and Chris Gayle having a light moment before the game. Which social media platform is being discussed here? - @KP24 @henrygayle #IPL pic. twitter. com/5kGvHjbW0p19:19 IST: Priyanka C Raina gives her best wishes to Suresh Raina and Co. Stay positive, Stay strong! #SureshRaina, @TheGujaratLions, Good luck! #RoarOnceMore #RCBvsGL #IPL2017 #GameMaariChhe #IPL #GL #PlayBold19:01 IST: This match marks the 100th IPL game for Brendon McCullum. Excited to be playing my 100th IPL game 2nite. The years have rolled by quickly but lots of memories remain. Thnks to all. 19:00 IST: Hello and welcome to the live blog of the match between Royal Challengers Bangalore and Gujarat Lions in Bangalore. GL have just four points with five matches to go, and their lot isn't any different either. But given that one of the two teams will lose, weather permitting, this is where the IPL 10 takes a turn as one of the two will almost surely be heading for the exit. Another point of interest to be seen is if Irfan Pathan makes an appearance. He was roped in as a replacement for the injured Dwayne Bravo. ", "image": "https://i.ndtvimg.com/i/2017-04/virat-kohli-suresh-raina_806x605_61493294802.jpg", "source": "IPL Live Cricket Score, RCB vs GL: Gujarat Win Toss, Elect To Bowl vs Bangalore", "link": "https://sports.ndtv.com/indian-premier-league-2017/ipl-live-cricket-score-rcb-vs-gl-1686774", "date": "Thu, 27 Apr 2017 14:24:55 GMT", "category": "Top Stories"}, "4": {"id": "9b1e1988948e405d03a5ead0f38806e6", "title": "JEE Main Results 2017 declared at jeemain.nic.in: Check the cut-off here", "body": "The Central Board of Secondary Education (CBSE) has released the Joint Entrance Examination (JEE) Main 2017 results today, April 27. According to the JEE Advanced notification, the candidates who want to appear in the next stage of exam should be among the top 2,20,000 (including all categories) by scoring positive marks in Paper-1 of JEE (Main) 2017. The JEE Main cut-off was set at 81 for general category candidates. (Check: 360/360 marks in JEE Main 2017: 17-year-old Udaipur boy secures All India Rank 1)The percentages, as per JEE Advanced rules, of various categories are: 27 per cent for OBC-NCL, 15 per cent for SC, 7. 5 per cent for ST and the remaining 50. 5 per cent is OPEN for all. Further, within each of these four categories, 3 per cent horizontal reservation is available for PwD (including Dyslexic) candidates, says the JEE Advanced notification. Earlier, the cut-offs were expected to reach 105. (Check: JEE Main Results 2017: Declared at jeemain. nic. in)More than 10 lakh students appeared for the JEE Main 2017 examination on April 2 from over 2000 centres in 109 cities in India and abroad. Aspirants had the choice of appearing in any one of the two papers or both. Paper: I is for BE/BTech coursesPaper: II is for BArch/BPlanningFurther, the overall difficulty level for the paper was between easy to moderate. A student who has been focused and serious all through the two years in improving speed and accuracy by taking regular quizzes and mock tests on the JEEM pattern, must have done reasonably well. However, it is always relative performance which matters in such competitive examinations. Admission through centralised allocation process in NITs / IIITs / DTU / CFTIs for over 24000 seats in undergraduate courses will be according to merit list based on marks in JEE Main examination; however, the candidate must be in the top twenty percentile of the respective board or should score a minimum 75 per cent marks in his/her board examination. Further, a total of nine states (Haryana, Uttarakhand, Nagaland, Gujarat, MR, MP, Odisha, Punjab, Rajasthan) will also accept JEEM ranks to fill seats through their own seat allocation process. For more details, the candidates can visit the official website. Read: JEE Advanced 2017: Registrations to begin from this dateFor information on more upcoming exams and notification,click here. ", "image": "http://media2.intoday.in/indiatoday/images/stories/students-305_042717055503.jpg", "source": "JEE Main Results 2017 declared at jeemain.nic.in: Check the cut-off here", "link": "http://indiatoday.intoday.in/education/story/jee-main-results-2017/1/939878.html", "date": "Thu, 27 Apr 2017 12:39:08 GMT", "category": "Top Stories"}, "5": {"id": "3cdc3b0c85a739e78a6c36bd54fcc092", "title": "Terrorists attack army camp, kill Captain, two other soldiers", "body": "SRINAGAR: Three heavily-armed terrorists on Thursday stormed an army camp in the Kupwara district of Kashmir, killing a Captain and two other soldiers before two of the assailants were gunned down in a fierce 35-minute encounter. Soon after the encounter, a mob started pelting stones at the security forces, leading to a clash in which a 75-year-old civilian was killed due to a bullet injury. At around 4am, three terrorists, dressed in black Pathani suit and combat jackets, entered from the rear side the artillery unit of the army garrison at Panzgam in Kupwara, about 100 kms from here, and started indiscriminate firing, army officials said here and in New Delhi. They managed to cross the second security layer of the camp located in a mountainous terrain and spread over an area of 400 x 800 meters, the officials said. Firing indiscriminately, the terrorists then advanced towards the officers' complex of the camp which houses about 1000 army personnel and is situated about 10 kms from the Line of Control (LoC) with Pakistan. Soldiers took on the attackers and forced them back towards one of the gates of the camp, the officials said. In the gunfight, Captain Ayush Yadav, Subedar Bhoop Singh Gujjar and Naik B Venkata Ramanna were killed. Five other soldiers were injured and they were airlifted to Army's 92 Base Hospital in Srinagar. The terrorists started fleeing as the Quick Response Team (QRT) of the army swung into action, the officials said. Two terrorists were gunned down while a third one managed to escape under the cover of darkness, the officials said. \"The entire operation lasted 35 minutes,\" said Col Saurabh in Kupwara. The troops recovered three AK rifles which indicated that there was a third terrorist, he said, adding search operations are underway to track him down. \"We have recovered three AK rifles, nine magazines, 156 AK rounds, one Chinese pistol, three UBGL grenades, three hand grenades, two radio sets, two GPS devices and a smartphone from the slain terrorists,\" another official said. The official, on the condition of anonymity, said the attackers seemed to be foreigners but their identity was being ascertained. As soon as the encounter ended, local residents held protest demonstrations, demanding that the bodies of slain terrorists be handed over to them for performing their last rites, a police official said. The protestors, including women and elderly, continued demonstrations but the army personnel did not relent to their demand, the official said. In the clash between stone-pelting mobs and security forces, one Mohammad Yousuf Bhat sustained a bullet injury in his chest and was rushed to Kupwara hospital where doctors declared him 'brought dead'. Locals alleged that he was killed in firing by security forces. Capt Yadav, who hailed from Kanpur in Uttar Pradesh, had joined the service some three years ago. Naik Ramana (38) hailed from Visakhapatnam and served in the army for the last 18 years while Subedar Gujjar (46) had put in 26 years of service. ", "image": "http://timesofindia.indiatimes.com/photo/58401819.cms?105644", "source": "Terrorists attack army camp, kill Captain, two other soldiers", "link": "http://timesofindia.indiatimes.com/india/terrorists-attack-army-camp-kill-captain-two-other-soldiers/articleshow/58401817.cms", "date": "Thu, 27 Apr 2017 14:06:02 GMT", "category": "Top Stories"}, "6": {"id": "7abd3f2fdc566b57ab0e2db76df4f042", "title": "Modi govt must shun stubborn attitude, appoint Lokpal: Mayawati", "body": "Latching onto the Supreme Court’s verdict on Lokpal issue, BSP supremo Mayawati today asked the Narendra Modi government to shun its “stubborn attitude” and immediately appoint the anti-corruption ombudsman. “The Prime Minister now needs to display honesty and his good intentions towards fighting corruption and appoint the first Lokpal of the country,” she said. Her statement came hours after the apex court ruled that Lokpal and Lokayuktas Act, 2013, is a “workable piece of legislation” and it was not justifiable to keep its operation pending. The Modi government has been misusing official machinery and hatching conspiracies in its bid to prove itself as honest and all others as dishonest and incorrect, she alleged. It has been shying away from appointing Lokpal which could fight corruption. This has naturally raised a serious question mark on the honesty and intention of the government and this should be addressed after today’s verdict, she said. She alleged that despite the law being enacted long back, it has been put on the back burner on one pretext or the other. “Narendra Modi government should now shun its stubborn attitude and ego and appoint Lokpal in compliance with Supreme Court orders without any delay,” she said. Modi had targeted Mayawati on the issue of corruption in the recent Uttar Pradesh Assembly elections. The BSP was trounced in the polls and won just 19 seats in the 403-member Assembly. The law to set up a Lokpal was passed in Parliament in 2013, after a massively popular campaign led by activist Anna Hazare that included Arvind Kejriwal and Prashant Bhushan, and enacted a year later. Last month, the government told the court that the Lokpal cannot be appointed for now as important changes to a committee that is to select its members have yet to be cleared by Parliament. The changes involve redefining the “Leader of Opposition” post to enable the leader of the largest opposition group in the Lok Sabha to be a part of the Lokpal selection panel. This was needed after the Congress failed to win enough seats in the 2014 Lok Sabha elections to qualify for the post of Leader of Opposition. The change has to be cleared in Parliament, the government argued. After the BJP came to power in 2014, the government said the leader of opposition’s place in the Lokpal selection committee would stay vacant. The government later made a concession and decided to include the largest opposition party in selection panels not just for the Lokpal but also for the CBI chief, the Information Commission and the Vigilance Commission. The Congress has been cleared to participate in all but the Lokpal panel, whose other members are the Prime Minister, the Lok Sabha Speaker, the Chief Justice of India or a Supreme Court judge, and an eminent jurist. For all the latest India News, download Indian Express App now", "image": "http://images.indianexpress.com/2017/04/mayawati-7591.jpg?w=759", "source": "Modi govt must shun stubborn attitude, appoint Lokpal: Mayawati", "link": "http://indianexpress.com/article/india/modi-govt-must-shun-stubborn-attitude-appoint-lokpal-mayawati-4630700/", "date": "Thu, 27 Apr 2017 13:42:28 GMT", "category": "Top Stories"}, "7": {"id": "875265992c0de853f5fc38a4063994a0", "title": "Baahubali 2 box-office collection: Rajamouli's film is set to break all records. Here's why", "body": "Arguably, Baahubali: The Conclusion is the biggest film event this year. When Baahubali: The Beginning released in 2015, it had little expectations among the audience. But it became a terrific hit is a different issue. The success of the first part mainly lies in the climax hook, that paved the way for the sequel. Barring its story, Rajamouli's characters had evoked certain emotions on the audience. For the same, Baahubali 1 went to become the highest grossing film that year and netted Rs 650 crore. As the world awaits the release of Baahubali: The Conclusion, let's delve deeper into its box-office figures. Baahubali 2 is released across in a massive 6,500 screens in India. Cumulatively, the epic sequel is releasing in over 9000 screens worldwide, which is huge for an Indian film. Earlier this week, the film received fantastic response in advance booking sales in India and most of the tickets were sold out for the first weekend. To be precise, ticket booking site BookMyShow announced that it has already sold over a million tickets in just over 24 hours for Baahubali 2: The Conclusion. Baahubali 2 witnessed unprecedented craze down South. In terms of advance sales revenue, the SS Rajamouli's film has surpassed the Bollywood blockbuster Dangal, which had Aamir Khan in the lead. Speaking about the film, Ashish Saksena, COO of BookMyShow, said, \"BookMyShow is experiencing an unprecedented advance booking for Baahubali 2. We have already sold over 1 million tickets across languages, even when the bookings have been live for just over a day. Though Baahubali 2 is largely perceived to be loved by South Indian audience, the response from Hindi speaking markets has been highly encouraging as well. Once all the cinemas in South come out with their schedules for the film, we expect the online ticket sales for Baahubali 2 to surge at an increasingly fast pace. \"According to trade pundits, Baahubali 2 is set to have a phenomenal opening at the box office and the numbers are expected somewhere between Rs 90-100 crore on the first day itself. Recently, the Andhra Pradesh and Telangana state government have given special permission to screen Baahubali 2. In AP, the film will have six shows a day, while Telangana will have five shows. Produced by Arka Mediaworks, the sequel is made on a budget of Rs 250 crore and has already fetched enough moolah for the producers even before the release. Reports also suggest that Baahubali 2 raked in Rs 500 crore through its satellite and distribution rights. Collectively put together all the factors, Baahubali 2 is expected to shatter box-office records and is very likely to emerge as the first Indian film to earn Rs 1000 crore. Directed by SS Rajamouli, Baahubali 2 takes the story forward from where Baahubali: The Beginning ended. Prabhas, Rana Daggubati, Anushka Shetty, Tamannaah, Sathyaraj and Ramya Krishnan star in pivotal roles in this instalment of Baahubali too. EXCLUSIVE | Sabu Cyril opens up on Baahubali 2 and SS RajamouliALSO READ: Baahubali 2 to be screened in Hyderabad theatres from today to tackle sky-high demandALSO READ: Baahubali 2 first review out- Katappa's reason to kill Baahubali will leave you stunnedALSO WATCH: Everything you wanted to know about India's most expensive film, Baahubali", "image": "http://media2.intoday.in/indiatoday/images/stories/647_042717072427.jpg", "source": "Baahubali 2 box-office collection: Rajamouli's film is set to break all records. Here's why", "link": "http://indiatoday.intoday.in/story/baahubali-2-box-office-collection-rajamouli-prabhas-rana/1/939926.html", "date": "Thu, 27 Apr 2017 14:03:56 GMT", "category": "Top Stories"}, "8": {"id": "2180711cc7ace30b61778e6a2d4db8b3", "title": "ICC Slashes Indian Cricket Board's Revenue Share By Nearly Half", "body": "The Indian cricket board will get a total of USD 293 million for the eight-year revenue cycle, which is a major drop from the 570 million they were getting till last year. The International Cricket Council (ICC) on Thursday declared the amounts that would go to the Board of Control for Cricket in India (BCCI), as well as the other affiliated members. In spite of this huge cut in revenues, BCCI's earning is USD 150 million than the next beneficiary, the England & Wales Cricket Board (ECB), who get USD 143 million. In a major loss of face on Wednesday, the BCCI was out-voted in its opposition to the new model, which has ended up nearly halving India's share from the USD 570 million it was getting till last year. BCCI had rejected an additional USD 100 million offer from ICC Chairman Shashank Manohar, refusing to accept the new revenue model. \"Based on current forecasted revenues and costs, BCCI will receive USD 293 million across the eight-year cycle, ECB (England) USD 143 million, Zimbabwe Cricket USD 94 million and the remaining seven Full Members USD 132 million each,\" the ICC said in a statement. \"Associate Members will receive funding of USD 280m. This model was passed 13 votes to one,\" it added. The decision came at the end of five days of ICC's Board and Committee meetings. In addition to the revenue model, agreement on a new constitution to be put before the ICC Full Council was also reached. On this too, India had been out-voted in its opposition to dilute the 'Big Three' structure. A revised constitution was approved by 12 votes to two. It will now be presented to the ICC Full Council in June for adoption. \"The constitution reflects good governance, expands on and clarifies the roles and objectives of the ICC to provide leadership in international cricket\" the ICC stated. The proposed constitutional changes includes among others, the potential to include additional full members in the future subject to meeting membership criteria. It also calls for a removal of the affiliate level of membership for only two categories -- full member and associate member. Besides, the introduction of an independent female director and a deputy chairman of the Board was also approved. The deputy chairman will be a sitting director elected by the Board to stand in for the chairman in the event that he or she is unable to fulfill their duties. The new constitution also provides for equal weight of votes for all board members regardless of membership status. \"This is another step forward for world cricket and I look forward to concluding the work at the Annual Conference,\" ICC Chairman Shashank Manohar said. \"I am confident we can provide a strong foundation for the sport to grow and improve globally in the future through the adoption of the revised financial model and governance structure,\" he added. (With PTI inputs)", "image": "http://i.ndtvimg.com/i/2017-02/shashank-manohar-afp_806x605_71485953024.jpg", "source": "ICC Slashes Indian Cricket Board's Revenue Share By Nearly Half", "link": "https://sports.ndtv.com/cricket/icc-slashes-indian-cricket-boards-revenue-share-by-nearly-half-1686602", "date": "Thu, 27 Apr 2017 06:58:00 GMT", "category": "Top Stories"}, "9": {"id": "cb4939b42f4048427472ebc5c21c6bc4", "title": "Ashish Nanda resigns as IIM Ahmedabad director", "body": "AHMEDABAD: Professor Ashish Nanda, the director of premier B-school Indian Institute of Management Ahmedabad (IIM-A), resigned today citing personal reasons. Nanda, who has been serving as the director for around 3. 5 years, will quit the post in September. He had quit his post at Harvard Law to return to India and his alma mater, after more than 20 years. \"There are two reasons behind the decision and its time. First, my wife and son are far away from here and I want to spend time with them. Besides, the institute is doing great at this time with support and cooperation of the chairman (Kumar Mangalam Birla) and alumni. So this was the right time to take the decision,\" Nanda told TOI. A letter written by Nanda to the IIM-A community reads: \"Dear members of the IIMA community, these past three and a half years, I have woken up every day feeling fortunate to be working for an institution that has contributed tremendously to me. I feel privileged to have followed the footsteps of people I greatly admire, to have had the opportunity to lead the institute at a crucial time in its trajectory, and to have contributed to the best of my ability to its continuing success. \" \"I believe we are at a point when there is alignment among various constituencies of the institute as to the direction we ought to follow and considerable momentum along the path that we are following. \" \"We have a committed and enthusiastic chairman providing vision and guidance, a wise and engaged board, faculty that is productive and energized, staff that is loyal and devoted, brilliant and hardworking students, a diaspora of alumni committed to the Institute's long term success, governmental support for operating autonomously to achieve our dreams, and industry that respects and values the Institute. This is as good a time as any for leadership transition at the Institute. \"Thus, I have requested IIM A chairman Mr Birla that I step aside from the position of director, and he has graciously acceded to my request. \" Nanda's resignation was accepted by the chairman of the institute Kumar Mangalam Birla. ", "image": "http://timesofindia.indiatimes.com/photo/58398636.cms?51186", "source": "Ashish Nanda resigns as IIM Ahmedabad director", "link": "http://timesofindia.indiatimes.com/home/education/news/ashish-nanda-resigns-as-iim-ahmedabad-director/articleshow/58398655.cms", "date": "Thu, 27 Apr 2017 11:06:00 GMT", "category": "Top Stories"}}}